{
  "alternative fuels": [
    {
      "term": "Aftermarket converted vehicle",
      "definition": "A standard conventionally fueled, factory-produced vehicle to which equipment has been added that enables the vehicle to operate on alternative fuel.",
      "cross_references": [],
      "fuel_group": "alternative fuels"
    },
    {
      "term": "Aftermarket vehicle converter",
      "definition": "An organization or individual that modifies OEM vehicles after first use or sale to operate on a different fuel (or fuels).",
      "cross_references": [
        "OEM"
      ],
      "fuel_group": "alternative fuels"
    },
    {
      "term": "Alternative fuel",
      "definition": "Alternative fuels, for transportation applications, include the following: methanol denatured ethanol, and other alcohols fuel mixtures containing 85 percent or more by volume of methanol, denatured ethanol, and other alcohols with gasoline or other fuels natural gas liquefied petroleum gas (propane) hydrogen coal-derived liquid fuels fuels (other than alcohol) derived from biological materials (biofuels such as soy diesel fuel) electricity (including electricity from solar energy) \"... any other fuel the Secretary determines, by rule, is substantially not petroleum and would yield substantial energy security benefits and substantial environmental benefits.\" The term \"alternative fuel\" does not include alcohol or other blended portions of primarily petroleum-based fuels used as oxygenates or extenders, i.e. MTBE, ETBE, other ethers, and the 10-percent ethanol portion of gasohol.",
      "cross_references": [
        "biofuels",
        "gasohol",
        "MTBE",
        "ETBE"
      ],
      "fuel_group": "alternative fuels"
    },
    {
      "term": "Alternative fuel vehicle (AFV)",
      "definition": "A vehicle designed to operate on an alternative fuel (for example, compressed natural gas, liquefied propane gas, or electricity). The vehicle could be either a dedicated vehicle designed to operate exclusively on alternative fuel or a nondedicated vehicle designed to operate on alternative fuel and/or a gasoline or diesel fuel.",
      "cross_references": [
        "dedicated vehicle",
        "nondedicated vehicle"
      ],
      "fuel_group": "alternative fuels"
    },
    {
      "term": "Alternative fuel vehicle converter",
      "definition": "An organization (including companies, government agencies and utilities), or individual that performs conversions involving alternative fuel vehicles. An AFV converter can convert (1) conventionally fueled vehicles to AFVs, (2) AFVs to conventionally fueled vehicles, or (3) AFVs to use another alternative fuel.",
      "cross_references": [
        "AFV"
      ],
      "fuel_group": "alternative fuels"
    },
    {
      "term": "Conversion company",
      "definition": "An organization that performs vehicle conversions on a commercial basis.",
      "cross_references": [],
      "fuel_group": "alternative fuels"
    },
    {
      "term": "Converted (alternative-fuel) vehicle",
      "definition": "A vehicle originally designed to operate on gasoline/diesel that was modified or altered to run on an alternative fuel after its initial delivery to an end-user.",
      "cross_references": [],
      "fuel_group": "alternative fuels"
    },
    {
      "term": "Dedicated vehicle",
      "definition": "A vehicle that operates only on an alternative fuel, as when a vehicle is configured to operate on compressed natural gas. Note: A vehicle powered by an electric motor is not to be treated as dedicated.",
      "cross_references": [],
      "fuel_group": "alternative fuels"
    },
    {
      "term": "Densified biomass fuel",
      "definition": "Raw biomass, primarily wood, that has been condensed into a homogenously sized, energy-dense product, such as wood pellets, intended for use as fuel. It is mainly used for residential and commercial space heating and electricity generation.",
      "cross_references": [
        "biomass",
        "wood pellets"
      ],
      "fuel_group": "alternative fuels"
    },
    {
      "term": "Dual fuel vehicle (1)",
      "definition": "A motor vehicle that is capable of operating on an alternative fuel and on gasoline or diesel fuel. These vehicles have at least two separate fuel systems which inject each fuel simultaneously into the engine combustion chamber.",
      "cross_references": [],
      "fuel_group": "alternative fuels"
    },
    {
      "term": "Dual fuel vehicle (2)",
      "definition": "A motor vehicle that is capable of operating on an alternative fuel and on gasoline or diesel fuel. This term is meant to represent all such vehicles whether they operate on the alternative fuel and gasoline/diesel simultaneously (e.g., flexible-fuel vehicles) or can be switched to operate on gasoline/diesel or an alternative fuel (e.g., bi-fuel vehicles).",
      "cross_references": [
        "flexible-fuel vehicles",
        "bi-fuel vehicles"
      ],
      "fuel_group": "alternative fuels"
    },
    {
      "term": "E85 (Flex Fuel)",
      "definition": "High-level ethanol-gasoline blend containing 51 to 83 volume percent ethanol, depending on geography and season. Also includes ethanol-gasoline blends containing greater than 83 volume percent and not greater than 85 volume percent ethanol where such blends exist.",
      "cross_references": [
        "ethanol-gasoline blends"
      ],
      "fuel_group": "alternative fuels"
    },
    {
      "term": "E95",
      "definition": "A fuel containing a mixture of 95 percent ethanol and 5 percent gasoline",
      "cross_references": [],
      "fuel_group": "alternative fuels"
    },
    {
      "term": "Ethanol (C2H5OH)",
      "definition": "A clear, colorless, flammable alcohol. Ethanol is typically produced biologically from biomass feedstocks such as agricultural crops and cellulosic residues from agricultural crops or wood. Ethanol can also be produced chemically from ethylene. See Biomass, Fuel Ethanol, and Fuel Ethanol Minus Denaturant.",
      "cross_references": [
        "Biomass",
        "Fuel Ethanol",
        "Fuel Ethanol Minus Denaturant"
      ],
      "fuel_group": "alternative fuels"
    },
    {
      "term": "Fleet vehicle",
      "definition": "Any motor vehicle a company owns or leases that is in the normal operations of a company. Vehicles which are used in the normal operation of a company, but are owned by company employees are not fleet vehicles. If a company provides services in addition to providing natural gas, only those vehicles that are used by the natural gas provider portion of a company should be counted as fleet vehicles. Vehicles that are considered \"off-road\" (e.g., farm or construction vehicles) or demonstration vehicles are not to be counted as fleet vehicles. Fleet vehicles include gasoline/diesel powered vehicles and alternative-fuel vehicles.",
      "cross_references": [],
      "fuel_group": "alternative fuels"
    },
    {
      "term": "Flexible fuel vehicle",
      "definition": "A vehicle that can operate on Alternative fuels (such as E85) Fuels that are 100-percent petroleum-based Any mixture of an alternative fuel (or fuels) and a petroleum-based fuel",
      "cross_references": [
        "Alternative fuels",
        "E85"
      ],
      "fuel_group": "alternative fuels"
    },
    {
      "term": "Floating Storage Regasification Unit (FSRU)",
      "definition": "A floating vessel that can transport, store, and regasify liquefied natural gas (LNG) onboard, usually for the purpose of delivering natural gas to destinations that do not have a regasification terminal onshore.",
      "cross_references": [
        "liquefied natural gas",
        "LNG"
      ],
      "fuel_group": "alternative fuels"
    },
    {
      "term": "Methanol blend",
      "definition": "Mixtures containing 85 percent or more (or such other percentage, but not less than 70 percent) by volume of methanol with gasoline. Pure methanol is considered an \"other alternative fuel.\"",
      "cross_references": [
        "methanol"
      ],
      "fuel_group": "alternative fuels"
    },
    {
      "term": "Nondedicated vehicle",
      "definition": "A motor vehicle capable of operating on an alternative fuel and /or on either gasoline or diesel.",
      "cross_references": [],
      "fuel_group": "alternative fuels"
    },
    {
      "term": "Nonroad alternative fuel vehicle (nonroad AFV)",
      "definition": "An alternative fuel vehicle designed for off-road operation and use for surface/air transportation, industrial, or commercial purposes. Nonroad AFVs include forklifts and other industrial vehicles, rail locomotives, self-propelled electric rail cars, aircraft, airport service vehicles, construction vehicles, agricultural vehicles, and marine vessels. Recreational AFVs (golf carts, snow mobiles, pleasure watercraft, etc.) are excluded from the definition.",
      "cross_references": [
        "alternative fuel vehicle",
        "AFV"
      ],
      "fuel_group": "alternative fuels"
    },
    {
      "term": "Original equipment manufacturer (OEM)",
      "definition": "A company that provides the original design and materials for manufacture and engages in the assembly of vehicles. The OEM is directly responsible for manufacturing, marketing, and providing warranties for the finished product.",
      "cross_references": [],
      "fuel_group": "alternative fuels"
    },
    {
      "term": "Original equipment manufacturer vehicle",
      "definition": "A vehicle produced and marketed by an original equipment manufacturer (OEM), including gasoline and diesel vehicles as well as alternative-fuel vehicles. A vehicle manufactured by an OEM but converted to an alternative-fuel vehicle before its initial delivery to an end-user (for example, through a contract between a conversion company and the OEM) is considered to be an OEM vehicle as long as that vehicle is still covered under the OEM's warranty.",
      "cross_references": [
        "OEM",
        "conversion company",
        "alternative-fuel vehicles"
      ],
      "fuel_group": "alternative fuels"
    },
    {
      "term": "Oxygenated gasoline (includes Gasohol)",
      "definition": "Finished motor gasoline, other than reformulated gasoline, having an oxygen content of 1.8 percent or higher by weight. This includes gasohol irrespective of where it is consumed.\nNote: Oxygenated gasoline excludes oxygenated fuels program reformulated gasoline (OPRG) and reformulated gasoline blendstock for oxygenate blending (RBOB).",
      "cross_references": [
        "gasohol",
        "OPRG",
        "RBOB"
      ],
      "fuel_group": "alternative fuels"
    },
    {
      "term": "Variable fuel vehicle",
      "definition": "See Flexible fuel vehicle.",
      "cross_references": [
        "Flexible fuel vehicle"
      ],
      "fuel_group": "alternative fuels"
    },
    {
      "term": "Wood and wood-derived fuels",
      "definition": "Wood and products derived from wood that are used as a fuel, including round wood (cord wood), limb wood, wood chips, bark, sawdust, forest residues, charcoal, paper pellets, railroad ties, utility poles, black liquor, red liquor, sludge wood, spent sulfite liquor, densified biomass (which includes wood pellets), and other wood-based solids and liquids.",
      "cross_references": [
        "densified biomass",
        "wood pellets"
      ],
      "fuel_group": "alternative fuels"
    }
  ],
  "coal": [
    {
      "term": "Agglomerating character",
      "definition": "Agglomeration describes the caking properties of coal. Agglomerating character is determined by examination and testing of the residue when a small powdered sample is heated to 950 degrees Centigrade under specific conditions. If the sample is \"agglomerating,\" the residue will be coherent, show swelling or cell structure, and be capable of supporting a 500-gram weight without pulverizing.",
      "cross_references": [],
      "fuel_group": "coal"
    },
    {
      "term": "American Indian Coal Lease",
      "definition": "A lease granted to a mining company to produce coal from land held in trust by the United States for Native Americans, Native American tribes, and Alaska Natives in exchange for royalties and other revenues.",
      "cross_references": [],
      "fuel_group": "coal"
    },
    {
      "term": "Anthracite",
      "definition": "The highest rank of coal; used primarily for residential and commercial space heating. It is a hard, brittle, and black lustrous coal, often referred to as hard coal, containing a high percentage of fixed carbon and a low percentage of volatile matter. The moisture content of fresh-mined anthracite generally is less than 15 percent. The heat content of anthracite ranges from 22 to 28 million Btu per ton on a moist, mineral-matter-free basis. The heat content of anthracite coal consumed in the United States averages 25 million Btu per ton, on the as-received basis (i.e., containing both inherent moisture and mineral matter). Note: Since the 1980's, anthracite refuse or mine waste has been used for steam electric power generation. This fuel typically has a heat content of 15 million Btu per ton or less.",
      "cross_references": [],
      "fuel_group": "coal"
    },
    {
      "term": "As-received condition or as-received basis (coal)",
      "definition": "Coal in the condition as received by the consumer or the laboratory analyzing the coal.",
      "cross_references": [],
      "fuel_group": "coal"
    },
    {
      "term": "Ash",
      "definition": "Impurities consisting of silica, iron, alumina, and other noncombustible matter that are contained in coal. Ash increases the weight of coal, adds to the cost of handling, and can affect its burning characteristics Ash content is measured as a percent by weight of coal on an \"as received\" or a \"dry\" (moisture-free, usually part of a laboratory analysis) basis.",
      "cross_references": [],
      "fuel_group": "coal"
    },
    {
      "term": "Auger mine",
      "definition": "A surface mine in which the coal bed is removed by means of a large diameter drill. Usually operated only when the overburden becomes too thick for economical strip mining.",
      "cross_references": [],
      "fuel_group": "coal"
    },
    {
      "term": "Average Annual Percent Change (Coal)",
      "definition": "The average annual percent change over a period of several years that is calculated by taking the nth root [where n is the number of years in the period of interest] of the result of the current year's value divided by the value of the first year of the period; this result then has 1 (one) subtracted from it and that result is then multiplied by 100.\nWhere V0 = the value for the base period.\nVn= the value for the nth period.\nn = the number of periods.",
      "cross_references": [],
      "fuel_group": "coal"
    },
    {
      "term": "Average daily production",
      "definition": "The ratio of the total production at a mining operation to the total number of production days worked at the operation.",
      "cross_references": [],
      "fuel_group": "coal"
    },
    {
      "term": "Average mine price",
      "definition": "The ratio of the total value of the coal produced at the mine to the total production tonnage.",
      "cross_references": [],
      "fuel_group": "coal"
    },
    {
      "term": "Average Number of Employees (coal)",
      "definition": "The average number of employees working in a specific year at coal mines and preparation plants. Includes maintenance, office, as well as production-related employees.",
      "cross_references": [],
      "fuel_group": "coal"
    },
    {
      "term": "Average Open Market Sales Price (coal)",
      "definition": "The ratio, for a specified time period, of the total value of the open market sales of coal produced at the mine to the value of the total open market sales tonnage.",
      "cross_references": [],
      "fuel_group": "coal"
    },
    {
      "term": "Average production per miner per day",
      "definition": "The product of the average production per miner per hour at a mining operation and the average length of a production shift at the operation.",
      "cross_references": [],
      "fuel_group": "coal"
    },
    {
      "term": "Average production per miner per hour",
      "definition": "The ratio of the total production at a mining operation to the total direct labor hours worked at the operation.",
      "cross_references": [],
      "fuel_group": "coal"
    },
    {
      "term": "Average Recovery Percentage (coal)",
      "definition": "The percentage of coal that can be recovered from known coal reserves at reporting mines, weight averaged for all mines in the reported geographic area.",
      "cross_references": [],
      "fuel_group": "coal"
    },
    {
      "term": "Bituminous coal",
      "definition": "A dense coal, usually black, sometimes dark brown, often with well-defined bands of bright and dull material, used primarily as fuel in steam-electric power generation, with substantial quantities also used for heat and power applications in manufacturing and to make coke. Bituminous coal is the most abundant coal in active U.S. mining regions. Its moisture content usually is less than 20 percent. The heat content of bituminous coal ranges from 21 to 30 million Btu per ton on a moist, mineral-matter-free basis. The heat content of bituminous coal consumed in the United States averages 24 million Btu per ton, on the as-received basis (i.e., containing both inherent moisture and mineral matter).",
      "cross_references": [],
      "fuel_group": "coal"
    },
    {
      "term": "Breeze",
      "definition": "The fine screenings from crushed coke. Usually breeze will pass through a 1/2-inch or 3/4-inch screen opening. It is most often used as a fuel source in the process of agglomerating iron ore.",
      "cross_references": [],
      "fuel_group": "coal"
    },
    {
      "term": "British thermal unit",
      "definition": "The quantity of heat required to raise the temperature of 1 pound of liquid water by 1 degree Fahrenheit at the temperature at which water has its greatest density (approximately 39 degrees Fahrenheit).",
      "cross_references": [],
      "fuel_group": "coal"
    },
    {
      "term": "Btu",
      "definition": "The abbreviation for British Thermal Unit(s).",
      "cross_references": [
        "British thermal unit"
      ],
      "fuel_group": "coal"
    },
    {
      "term": "Cannel coal",
      "definition": "A compact, tough variety of coal, originating from organic spore residues, that is non-caking, contains a high percentage of volatile matter, ignites easily, and burns with a luminous smoky flame.",
      "cross_references": [],
      "fuel_group": "coal"
    },
    {
      "term": "Capacity utilization",
      "definition": "Capacity utilization is computed by dividing production by productive capacity and multiplying by 100.",
      "cross_references": [],
      "fuel_group": "coal"
    },
    {
      "term": "Captive coal",
      "definition": "Coal produced to satisfy the needs of the mine owner, or of a parent, subsidiary, or other affiliate of the mine owner (for example, steel companies and electricity generators), rather than for open market sale.",
      "cross_references": [],
      "fuel_group": "coal"
    },
    {
      "term": "Carbon dioxide (CO2)",
      "definition": "A colorless, odorless, non-poisonous gas that is a normal part of Earth's atmosphere. Carbon dioxide is a product of fossil-fuel combustion as well as other processes. It is considered a greenhouse gas as it traps heat (infrared energy) radiated by the Earth into the atmosphere and thereby contributes to the potential for global warming. The global warming potential (GWP) of other greenhouse gases is measured in relation to that of carbon dioxide, which by international scientific convention is assigned a value of one (1). Also see Global warming potential (GWP) and Greenhouse gases.",
      "cross_references": [
        "Global warming potential (GWP)",
        "Greenhouse gases"
      ],
      "fuel_group": "coal"
    },
    {
      "term": "Census division",
      "definition": "Any of nine geographic areas of the United States as defined by the U.S. Department of Commerce, Bureau of the Census. The divisions, each consisting of several States, are defined as follows:\nNew England: Connecticut, Maine, Massachusetts, New Hampshire, Rhode Island, and Vermont;\nMiddle Atlantic: New Jersey, New York, and Pennsylvania;\nEast North Central: Illinois, Indiana, Michigan, Ohio, and Wisconsin;\nWest North Central: Iowa, Kansas, Minnesota, Missouri, Nebraska, North Dakota, and South Dakota;\nSouth Atlantic: Delaware, District of Columbia, Florida, Georgia, Maryland, North Carolina, South Carolina, Virginia, and West Virginia;\nEast South Central: Alabama, Kentucky, Mississippi, and Tennessee;\nWest South Central: Arkansas, Louisiana, Oklahoma, and Texas;\nMountain: Arizona, Colorado, Idaho, Montana, Nevada, New Mexico, Utah, and Wyoming;\nPacific: Alaska, California, Hawaii, Oregon, and Washington.\nNote: Each division is a sub-area within a broader Census Region. For the relationship between Regions and divisions, see Census Region/division. In some cases, the Pacific division is subdivided into the Pacific Contiguous area (California, Oregon, and Washington)and the Pacific Noncontiguous area (Alaska and Hawaii).",
      "cross_references": [
        "Census Region/division"
      ],
      "fuel_group": "coal"
    },
    {
      "term": "Census Region",
      "definition": "Any of four geographic areas of the United States as defined by the U.S. Department of Commerce, Bureau of the Census. The Regions, each consisting of various States selected according to population size and physical location, are defined as follows:\nNortheast: Connecticut, Maine, Massachusetts, New Hampshire, New Jersey, New York, Pennsylvania, Rhode Island, and Vermont.\nSouth: Alabama, Arkansas, Delaware, District of Columbia, Florida, Georgia, Kentucky, Louisiana, Maryland, Mississippi, North Carolina, Oklahoma, South Carolina, Tennessee, Texas, Virginia, and West Virginia.\nMidwest: Illinois, Indiana, Iowa, Kansas, Michigan, Minnesota, Missouri, Nebraska, North Dakota, Ohio, South Dakota, and Wisconsin.\nWest: Alaska, Arizona, California, Colorado, Hawaii, Idaho, Montana, Nevada, New Mexico, Oregon, Utah, Washington, and Wyoming.\nNote: Each region comprises two or three sub-areas called Census divisions. For the relationship between Regions and divisions, see Census Region/division.",
      "cross_references": [
        "Census Region/division"
      ],
      "fuel_group": "coal"
    },
    {
      "term": "Census Region/division",
      "definition": "An hierarchical organization of the United States according to geographic areas and sub-areas as follows:\nNortheast Region: New England division and Middle Atlantic division\nSouth Region: South Atlantic division, East South Central division and West South Central division\nMidwest Region: East North Central division and West North Central division\nWest Region: Mountain division and Pacific division\nNote: In some cases, the Pacific division is subdivided into the Pacific Contiguous area (California, Oregon, and Washington) and the Pacific Noncontiguous area (Alaska and Hawaii).",
      "cross_references": [],
      "fuel_group": "coal"
    },
    {
      "term": "CIF (cargo, insurance and freight)",
      "definition": "CIF refers to cargos for which the seller pays for the transportation and insurance up to the port of destination.",
      "cross_references": [],
      "fuel_group": "coal"
    },
    {
      "term": "CIF (cost, insurance, freight)",
      "definition": "This term refers to a type of sale in which the buyer of the product agrees to pay a unit price that includes the f.o.b. value of the product at the point of origin plus all costs of insurance and transportation. This type of a transaction differs from a \"delivered\" purchase, in that the buyer accepts the quantity as determined at the loading port (as certified by the Bill of Lading and Quality Report) rather than pay based on the quantity and quality ascertained at the unloading port. It is similar to the terms of an f.o.b. sale, except that the seller, as a service for which he is compensated, arranges for transportation and insurance.",
      "cross_references": [],
      "fuel_group": "coal"
    },
    {
      "term": "Coal",
      "definition": "A readily combustible black or brownish-black rock whose composition, including inherent moisture, consists of more than 50 percent by weight and more than 70 percent by volume of carbonaceous material. It is formed from plant remains that have been compacted, hardened, chemically altered, and metamorphosed by heat and pressure over geologic time.",
      "cross_references": [],
      "fuel_group": "coal"
    },
    {
      "term": "Coal analysis",
      "definition": "Determines the composition and properties of coal so it can be ranked and used most effectively.\nProximate analysis, determines, on an as-received basis, the moisture content, volatile matter (gases released when coal is heated), fixed carbon (solid fuel left after the volatile matter is driven off), and ash (impurities consisting of silica, iron, alumina, and other incombustible matter). The moisture content affects the ease with which coal can be handled and burned. The amount of volatile matter and fixed carbon provides guidelines for determining the intensity of the heat produced. Ash increases the weight of coal, adds to the cost of handling, and can cause problems such as clinkering and slagging in boilers and furnaces.\nUltimate analysis determines the amount of carbon, hydrogen, oxygen, nitrogen, and sulfur. Heating value is determined in terms of Btu, both on an as received basis (including moisture) and on a dry basis.\nAgglomerating refers to coal that softens when heated and forms a hard gray coke; this coal is called caking coal. Not all caking coals are coking coals. The agglomerating value is used to differentiate between coal ranks and also is a guide to determine how a particular coal reacts in a furnace.\nAgglutinating refers to the binding qualities of a coal. The agglutinating value is an indication of how well a coke made from a particular coal will perform in a blast furnace. It is also called a caking index.\nOther tests include the determination of the ash softening temperature, the ash fusion temperature (the temperature at which the ash forms clinkers or slag), the free swelling index (a guide to a coal's coking characteristics), the Gray King test (which determines the suitability of coal for making coke), and the Hardgrove grindability index (a measure of the ease with which coal can be pulverized). In a petrographic analysis, thin sections of coal or highly polished blocks of coal are studied with a microscope to determine the physical composition, both for scientific purposes and for estimating the rank and coking potential.",
      "cross_references": [
        "Agglomerating",
        "Agglutinating"
      ],
      "fuel_group": "coal"
    },
    {
      "term": "Coal bed",
      "definition": "A bed or stratum of coal. Also called a coal seam.",
      "cross_references": [
        "coal seam"
      ],
      "fuel_group": "coal"
    },
    {
      "term": "Coal bed degasification",
      "definition": "This refers to the removal of methane or coal bed gas from a coal mine before or during mining.",
      "cross_references": [],
      "fuel_group": "coal"
    },
    {
      "term": "Coal Blending",
      "definition": "The process of combining two or more coals with different characteristics to obtain coal with a certain quality, such as low sulfur content.",
      "cross_references": [],
      "fuel_group": "coal"
    },
    {
      "term": "Coal briquets",
      "definition": "Anthracite, bituminous, and lignite briquets comprise the secondary solid fuels manufactured from coal by a process in which the coal is partly dried, warmed to expel excess moisture, and then compressed into briquets, usually without the use of a binding substance. In the reduction of briquets to coal equivalent, different conversion factors are applied according to their origin from hard coal, peat, brown coal, or lignite.",
      "cross_references": [],
      "fuel_group": "coal"
    },
    {
      "term": "Coal carbonized",
      "definition": "The amount of coal decomposed into solid coke and gaseous products by heating in a coke oven in a limited air supply or in the absence of air.",
      "cross_references": [],
      "fuel_group": "coal"
    },
    {
      "term": "Coal chemicals",
      "definition": "Coal chemicals are obtained from the gases and vapor recovered from the manufacturing of coke. Generally, crude tar, ammonia, crude light oil, and gas are the basic products recovered. They are refined or processed to yield a variety of chemical materials.",
      "cross_references": [],
      "fuel_group": "coal"
    },
    {
      "term": "Coal Classification",
      "definition": "In the United States, coals are classified by rank progressively from lignite (least carbonaceous) to anthracite (most carbonaceous) based on the proximate analyses of various properties (fixed carbon, volatile matter, heating value, and agglomerating character), following methods prescribed by the American Society for Testing and Materials. The International Coal Classification of the Economic Commission for Europe recognizes two broad categories of coal, “brown coal” and “hard coal.” In terms of U.S. coal classification, the international classification of brown coal includes lignite and lower-ranked subbituminous coal, whereas hard coal includes all higher rank coals. See Coal Rank.",
      "cross_references": [
        "American Society for Testing and Materials",
        "Coal Rank"
      ],
      "fuel_group": "coal"
    },
    {
      "term": "Coal coke",
      "definition": "See Coke (coal).",
      "cross_references": [
        "Coke (coal)"
      ],
      "fuel_group": "coal"
    }
  ],
  "electricity": [
    {
      "term": "Acid rain",
      "definition": "Also called acid precipitation or acid deposition, acid rain is precipitation containing harmful amounts of nitric and sulfuric acids formed primarily by sulfur dioxide and nitrogen oxides released into the atmosphere when fossil fuels are burned. It can be wet precipitation (rain, snow, or fog) or dry precipitation (absorbed gaseous and particulate matter, aerosol particles or dust). Acid rain has a pH below 5.6. Normal rain has a pH of about 5.6, which is slightly acidic. The term pH is a measure of acidity or alkalinity and ranges from 0 to 14. A pH measurement of 7 is regarded as neutral. Measurements below 7 indicate increased acidity, while those above indicate increased alkalinity.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Adequacy (electric)",
      "definition": "The ability of the electric system to supply the aggregate electrical demand and energy requirements of the end-use customers at all times, taking into account scheduled and reasonably expected unscheduled outages of system elements.",
      "cross_references": [
        "NERC definition"
      ],
      "fuel_group": "electricity"
    },
    {
      "term": "Adjustment bid",
      "definition": "A bid auction conducted by the independent system operator or power exchange to redirect supply or demand of electricity when congestion is anticipated.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Aggregator",
      "definition": "Any marketer, broker, public agency, city, county, or special district that combines the loads of multiple end-use customers in negotiating the purchase of electricity, the transmission of electricity, and other related services for these customers.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "All-electric vehicle",
      "definition": "See Battery Electric Vehicle.",
      "cross_references": [
        "Battery Electric Vehicle"
      ],
      "fuel_group": "electricity"
    },
    {
      "term": "Ampere",
      "definition": "The unit of measurement of electrical current produced in a circuit by 1 volt acting through a resistance of 1 Ohm.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Ancillary services",
      "definition": "Services that ensure reliability and support the transmission of electricity from generation sites to customer loads. Such services may include load regulation, spinning reserve, non-spinning reserve, replacement reserve, and voltage support.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Apparent power",
      "definition": "The product of the voltage (in volts) and the current (in amperes). It comprises both active and reactive power. It is measured in \"volt-amperes\" and often expressed in \"kilovolt-amperes\" (kVA) or \"megavolt-amperes\" (MVA).",
      "cross_references": [
        "Power",
        "Reactive Power",
        "Real Power"
      ],
      "fuel_group": "electricity"
    },
    {
      "term": "Available but not needed capability",
      "definition": "Net capability of main generating units that are operable but not considered necessary to carry load and cannot be connected to load within 30 minutes.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Average revenue per kilowatthour",
      "definition": "The average revenue per kilowatthour of electricity sold by sector (residential, commercial, industrial, or other) and geographic area (State, Census division, and national) is calculated by dividing the total monthly revenue by the corresponding total monthly sales for each sector and geographic area.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "b",
      "definition": "The abbreviation for barrel(s).",
      "cross_references": [
        "barrel(s)"
      ],
      "fuel_group": "electricity"
    },
    {
      "term": "Balancing authority (electric)",
      "definition": "The responsible entity that integrates resource plans ahead of time, maintains load-interchange-generation balance within a Balancing Authority Area, and supports Interconnection frequency in real time.",
      "cross_references": [
        "NERC definition"
      ],
      "fuel_group": "electricity"
    },
    {
      "term": "Base bill",
      "definition": "A charge calculated by taking the rate from the appropriate electric rate schedule and applying it to the level of consumption.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Base load",
      "definition": "The minimum amount of electric power delivered or required over a given period of time at a steady rate.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Base load capacity",
      "definition": "The generating equipment normally operated to serve loads on an around-the-clock basis.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Base load plant",
      "definition": "A plant, usually housing high-efficiency steam-electric units, which is normally operated to take all or part of the minimum load of a system, and which consequently produces electricity at an essentially constant rate and runs continuously. These units are operated to maximize system mechanical and thermal efficiency and minimize system operating costs.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Battery electric vehicle (BEV)",
      "definition": "An all-electric vehicle that receives power by plugging into an electric power source and storing the power in a battery pack. BEVs do not use any petroleum-based or other liquid- or gas-based fuel during operation and do not produce tailpipe emissions.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "bcf",
      "definition": "The abbreviation for billion cubic feet.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Bilateral agreement",
      "definition": "A written statement signed by two parties that specifies the terms for exchanging energy.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Bilateral energy transaction",
      "definition": "A transaction between two willing parties who enter into a physical or financial agreement to trade energy commodities. Bilateral transactions entail reciprocal obligations and can involve direct negotiations or deals made through brokers.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Biomass",
      "definition": "Organic nonfossil material of biological origin constituting a renewable energy source.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Boiler",
      "definition": "A device for generating steam for power, processing, or heating purposes; or hot water for heating purposes or hot water supply. Heat from an external combustion source is transmitted to a fluid contained within the tubes found in the boiler shell. This fluid is delivered to an end-use at a desired pressure, temperature, and quality.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Bundled utility service (electric)",
      "definition": "A means of operation whereby energy, transmission, and distribution services, as well as ancillary and retail services, are provided by one entity.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "California power exchange",
      "definition": "A State-chartered, non-profit corporation which provides day-ahead and hour-ahead markets for energy and ancillary services in accordance with the power exchange tariff. The power exchange is a scheduling coordinator and is independent of both the independent system operator and all other market participants.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Capacity",
      "definition": "See Generator capacity and  (installed) Generator name plate capacity.",
      "cross_references": [
        "Generator capacity",
        "Generator name plate capacity"
      ],
      "fuel_group": "electricity"
    },
    {
      "term": "Capacity (purchased)",
      "definition": "The amount of energy and capacity available for purchase from outside the system.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Capacity charge",
      "definition": "An element in a two-part pricing method used in capacity transactions (energy charge is the other element). The capacity charge, sometimes called Demand Charge, is assessed on the amount of capacity being purchased.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Circuit",
      "definition": "A conductor or a system of conductors through which electric current flows.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Coincidental demand",
      "definition": "The sum of two or more demands that occur in the same time interval.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Coincidental peak load",
      "definition": "The sum of two or more peak loads that occur in the same time interval.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Combined cycle",
      "definition": "An electric generating technology in which electricity is produced from otherwise lost waste heat exiting from one or more gas (combustion) turbines. The exiting heat is routed to a conventional boiler or to a heat recovery steam generator for utilization by a steam turbine in the production of electricity. This process increases the efficiency of the electric generating unit.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Combined cycle unit",
      "definition": "An electric generating unit that consists of one or more combustion turbines and one or more boilers with a portion of the required energy input to the boiler(s) provided by the exhaust gas of the combustion turbine(s).",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Combined pumped-storage plant",
      "definition": "A pumped-storage hydroelectric power plant that uses both pumped water and natural stream flow to produce electricity.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Combined-heat-and-power (CHP) plant",
      "definition": "A plant designed to produce both heat and electricity from a single heat source. Note: This term is being used in place of the term \"cogenerator\" that was used by EIA in the past. CHP better describes the facilities because some of the plants included do not produce heat and power in a sequential fashion and, as a result, do not meet the legal definition of cogeneration specified in the Public Utility Regulatory Policies Act (PURPA).",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Commercial sector",
      "definition": "An energy-consuming sector that consists of service-providing facilities and equipment of businesses; Federal, State, and local governments; and other private and public organizations, such as religious, social, or fraternal groups. The commercial sector includes institutional living quarters. It also includes sewage treatment facilities. Common uses of energy associated with this sector include space heating, water heating, air conditioning, lighting, refrigeration, cooking, and running a wide variety of other equipment. Note: This sector includes generators that produce electricity and/or useful thermal output primarily to support the activities of the above-mentioned commercial establishments.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Competitive transition charge",
      "definition": "A non-bypassable charge levied on each customer of the distribution utility, including those who are served under contracts with nonutility suppliers, for recovery of the utility's stranded costs that develop because of competition.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Congestion",
      "definition": "A condition that occurs when insufficient transfer capacity is available to implement all of the preferred schedules for electricity transmission simultaneously.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Conservation",
      "definition": "A reduction in energy consumption that corresponds with a reduction in service demand. Service demand can include buildings-sector end uses such as lighting, refrigeration, and heating; industrial processes; or vehicle transportation. Unlike energy efficiency, which is typically a technological measure, conservation is better associated with behavior. Examples of conservation include adjusting the thermostat to reduce the output of a heating unit, using occupancy sensors that turn off lights or appliances, and car-pooling.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Contract price",
      "definition": "The delivery price determined when a contract is signed. It can be a fixed price or a base price escalated according to a given formula.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Contract receipts",
      "definition": "Purchases based on a negotiated agreement that generally covers a period of 1 or more years.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Cooperative electric utility",
      "definition": "An electric utility legally established to be owned by and operated for the benefit of those using its service. The utility company will generate, transmit, and/or distribute supplies of electric energy to a specified area not being serviced by another utility. Such ventures are generally exempt from Federal income tax laws. Most electric cooperatives have been initially financed by the Rural Utilities Service (prior Rural Electrification Administration), U.S. Department of Agriculture.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Cost-based rates (electric)",
      "definition": "A ratemaking concept used for the design and development of rate schedules to ensure that the filed rate schedules recover only the cost of providing the service.",
      "cross_references": [
        "FERC definition"
      ],
      "fuel_group": "electricity"
    },
    {
      "term": "Cost-of-service regulation",
      "definition": "A traditional electric utility regulation under which a utility is allowed to set rates based on the cost of providing service to customers and the right to earn a limited profit.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Current (electric)",
      "definition": "A flow of electrons in an electrical conductor. The strength or rate of movement of the electricity is measured in amperes.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Customer choice",
      "definition": "The right of customers to purchase energy from a supplier other than their traditional supplier or from more than one seller in the retail market.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Day-ahead schedule",
      "definition": "A schedule prepared by a scheduling coordinator or the independent system operator before the beginning of a trading day. This schedule indicates the levels of generation and demand scheduled for each settlement period that trading day.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Demand",
      "definition": "See Energy demand.",
      "cross_references": [
        "Energy demand"
      ],
      "fuel_group": "electricity"
    },
    {
      "term": "Demand bid",
      "definition": "A bid into the power exchange indicating a quantity of energy or an ancillary service that an eligible customer is willing to purchase and, if relevant, the maximum price that the customer is willing to pay.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Demand response programs",
      "definition": "Demand response programs are incentive-based programs that encourage electric power customers to temporarily reduce their demand for power at certain times in exchange for a reduction in their electricity bills. Some demand response programs allow electric power system operators to directly reduce load, while in others, customers retain control. Customer-controlled reductions in demand may involve actions such as curtailing load, operating onsite generation, or shifting electricity use to another time period. Demand response programs are one type of demand-side management, which also covers broad, less immediate programs such as the promotion of energy-efficient equipment in residential and commercial sectors.",
      "cross_references": [
        "electric power system",
        "load",
        "demand-side management",
        "residential",
        "commercial"
      ],
      "fuel_group": "electricity"
    },
    {
      "term": "Demand-side management (DSM)",
      "definition": "A utility action that reduces or curtails end-use equipment or processes. DSM is often used in order to reduce customer load during peak demand and/or in times of supply constraint. DSM includes programs that are focused, deep, and immediate such as the brief curtailment of energy-intensive processes used by a utility's most demanding industrial customers, and programs that are broad, shallow, and less immediate such as the promotion of energy-efficient equipment in residential and commercial sectors.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Derate",
      "definition": "A decrease in the available capacity of an electric generating unit, commonly due to:\n• A system or equipment modification\n• Environmental, operational, or reliability considerations. Causes of generator capacity deratings include high cooling water temperatures, equipment degradation, and historical performance during peak demand periods. In this context, a derate is typically temporary and due to transient conditions. The term derate can also refer to discounting a portion of a generating units capacity for planning purposes.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Deregulation",
      "definition": "The elimination of some or all regulations from a previously regulated industry or sector of an industry.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Diesel fuel",
      "definition": "A fuel composed of distillates obtained in petroleum refining operation or blends of such distillates with residual oil used in motor vehicles. The boiling point and specific gravity are higher for diesel fuels than for gasoline.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Direct access",
      "definition": "The ability of a retail customer to purchase electricity or other energy sources directly from a supplier other than their traditional supplier.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Distribution",
      "definition": "The delivery of energy to retail customers.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Distribution provider (electric)",
      "definition": "Provides and operates the wires between the transmission system and the end-use customer. For those end-use customers who are served at transmission voltages, the Transmission Owner also serves as the Distribution Provider. Thus, the Distribution Provider is not defined by a specific voltage, but rather as performing the Distribution function at any voltage.",
      "cross_references": [
        "NERC definition",
        "Transmission Owner"
      ],
      "fuel_group": "electricity"
    },
    {
      "term": "Distribution system",
      "definition": "The portion of the transmission and facilities of an electric system that is dedicated to delivering electric energy to an end-user.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Divestiture",
      "definition": "The stripping off of one utility function from the others by selling (spinning-off) or in some other way changing the ownership of the assets related to that function. Stripping off is most commonly associated with spinning-off generation assets so they are no longer owned by the shareholders that own the transmission and distribution assets.",
      "cross_references": [],
      "fuel_group": "electricity"
    },
    {
      "term": "Electric industry restructuring",
      "definition": "The process of replacing a monopolistic system of electric utility suppliers with competing sellers, allowing individual retail customers to choose their supplier but still receive delivery over the power lines of the local utility.",
      "cross_references": [],
      "fuel_group": "electricity"
    }
  ],
  "natural gas": [
    {
      "term": "Balancing item",
      "definition": "Represents differences between the sum of the components of natural gas supply and the sum of the components of natural gas disposition. These differences may be due to quantities lost or to the effects of data reporting problems. Reporting problems include differences due to the net result of conversions off low data metered at varying temperature and pressure bases and converted to a standard temperature and pressure base; the effect of variations in company accounting and billing practices; differences between billing cycle and calendar period time frames; and imbalances resulting from the merger of data reporting systems that vary in scope, format, definitions, and type of respondents.",
      "cross_references": [],
      "fuel_group": "natural gas"
    },
    {
      "term": "Base gas",
      "definition": "The quantity of natural gas needed to maintain adequate reservoir pressures and deliverability rates throughout the withdrawal season. Base gas usually is not withdrawn and remains in the reservoir. All natural gas native to a depleted reservoir is included in the base gas volume.",
      "cross_references": [],
      "fuel_group": "natural gas"
    },
    {
      "term": "Citygate",
      "definition": "A point or measuring station at which a distributing gas utility receives gas from a natural gas pipeline company or transmission system.",
      "cross_references": [],
      "fuel_group": "natural gas"
    },
    {
      "term": "Coke oven gas",
      "definition": "The mixture of permanent gases produced by the carbonization of coal in a coke oven at temperatures in excess of 1,000 degrees Celsius.",
      "cross_references": [],
      "fuel_group": "natural gas"
    },
    {
      "term": "Compressed natural gas (CNG)",
      "definition": "Natural gas compressed to a pressure at or above 200-248 bar (i.e., 2900-3600 pounds per square inch) and stored in high-pressure containers. It is used as a fuel for natural gas-powered vehicles.",
      "cross_references": [
        "Natural gas"
      ],
      "fuel_group": "natural gas"
    },
    {
      "term": "Condensate (lease condensate)",
      "definition": "Light liquid hydrocarbons recovered from lease separators or field facilities at associated and non-associated natural gas wells. Mostly pentanes and heavier hydrocarbons. Normally enters the crude oil stream after production.",
      "cross_references": [],
      "fuel_group": "natural gas"
    },
    {
      "term": "Delivered (gas)",
      "definition": "The physical transfer of natural, synthetic, and/or supplemental gas from facilities operated by the responding company to facilities operated by others or to consumers.",
      "cross_references": [],
      "fuel_group": "natural gas"
    },
    {
      "term": "Depleted storage field",
      "definition": "A sub-surface natural geological reservoir, usually a depleted gas or oil field, used for storing natural gas.",
      "cross_references": [],
      "fuel_group": "natural gas"
    },
    {
      "term": "Dry natural gas",
      "definition": "Natural gas which remains after: 1) the liquefiable hydrocarbon portion has been removed from the gas stream (i.e., gas after lease, field, and/or plant separation); and 2) any volumes of nonhydrocarbon gases have been removed where they occur in sufficient quantity to render the gas unmarketable. Note: Dry natural gas is also known as consumer-grade natural gas. The parameters for measurement are cubic feet at 60 degrees Fahrenheit and 14.73 pounds per square inch absolute. Also see Natural gas.",
      "cross_references": [
        "Natural gas"
      ],
      "fuel_group": "natural gas"
    },
    {
      "term": "Dry natural gas production",
      "definition": "The process of producing consumer-grade natural gas. Natural gas withdrawn from reservoirs is reduced by volumes used at the production (lease) site and by processing losses. Volumes used at the production site include (1) the volume returned to reservoirs in cycling, repressuring of oil reservoirs, and conservation operations; and (2) gas vented and flared. Processing losses include (1) nonhydrocarbon gases (e.g., water vapor, carbon dioxide, helium, hydrogen sulfide, and nitrogen) removed from the gas stream; and (2) gas converted to liquid form, such as lease condensate and plant liquids. Volumes of dry gas withdrawn from gas storage reservoirs are not considered part of production. Dry natural gas production equals marketed production less extraction loss.",
      "cross_references": [
        "Marketed production",
        "Extraction loss",
        "Lease condensate"
      ],
      "fuel_group": "natural gas"
    },
    {
      "term": "Electric power sector",
      "definition": "An energy-consuming sector that consists of Electricity-only and Combined-heat-and-power (CHP) plants whose primary business is to sell electricity, or electricity and heat, to the public, as classified under Code 22 in the North American Industry Classification System (NAICS).",
      "cross_references": [],
      "fuel_group": "natural gas"
    },
    {
      "term": "Electric utility",
      "definition": "A corporation, person, agency, authority, or other legal entity or instrumentality aligned with distribution facilities for delivery of electric energy for use primarily by the public. Included are investor-owned electric utilities, municipal and State utilities, Federal electric utilities, and rural electric cooperatives. A few entities that are tariff based and corporately aligned with companies that own distribution facilities are also included.",
      "cross_references": [],
      "fuel_group": "natural gas"
    },
    {
      "term": "Extraction loss",
      "definition": "The extraction of gas plant liquids constituents such as ethane, propane, normal butane, isobutane, and natural gasoline. Usually reported in barrels or gallons, but may be reported in cubic feet for purposes of comparison with dry natural gas volumes. See Natural gas plant liquids (NGPL) production.",
      "cross_references": [
        "ethane",
        "propane",
        "normal butane",
        "isobutane",
        "natural gasoline",
        "Natural gas plant liquids (NGPL) production"
      ],
      "fuel_group": "natural gas"
    },
    {
      "term": "Flare",
      "definition": "A tall stack equipped with burners used as a safety device at wellheads, refining facilities, gas processing plants, and chemical plants. Flares are used for the combustion and disposal of combustible gases. The gases are piped to a remote, usually elevated, location and burned in an open flame in the open air using a specially designed burner tip, auxiliary fuel, and steam or air. Combustible gases are flared most often due to emergency relief, overpressure, process upsets, startups, shutdowns, and other operational safety reasons. Natural gas that is uneconomical for sale is also flared. Often natural gas is flared as a result of the unavailability of a method for transporting such gas to markets.",
      "cross_references": [
        "Natural gas"
      ],
      "fuel_group": "natural gas"
    },
    {
      "term": "Gas Condensate Well Gas",
      "definition": "Natural gas remaining after the removal of the lease condensate.",
      "cross_references": [
        "lease condensate",
        "Natural gas"
      ],
      "fuel_group": "natural gas"
    },
    {
      "term": "Gas formation volume factor",
      "definition": "Ratio of the volume of natural gas at reservoir conditions to the volume of natural gas at standard conditions (cubic foot per standard cubic foot). Formation volume factors are used to convert measured surface volumes to volumes in the reservoir and vice versa.",
      "cross_references": [],
      "fuel_group": "natural gas"
    },
    {
      "term": "Gas well",
      "definition": "A well completed for production of natural gas from one or more gas zones or reservoirs. Such wells contain no completions for the production of crude oil.",
      "cross_references": [],
      "fuel_group": "natural gas"
    },
    {
      "term": "Gross withdrawals",
      "definition": "Full well stream volume from both oil and gas wells, including all natural gas plant liquids and nonhydrocarbon gases after oil, lease condensate, and water have been removed. Also includes production delivered as royalty payments and production used as fuel on the lease.",
      "cross_references": [
        "natural gas plant liquids",
        "nonhydrocarbon gases",
        "lease condensate"
      ],
      "fuel_group": "natural gas"
    },
    {
      "term": "Heating value (natural gas)",
      "definition": "The average number of British thermal units per cubic foot of natural gas as determined from tests of fuel samples.",
      "cross_references": [
        "Natural gas"
      ],
      "fuel_group": "natural gas"
    },
    {
      "term": "Hydrocarbon gas liquids (HGL)",
      "definition": "A group of hydrocarbons including ethane, propane, normal butane, isobutane, and natural gasoline, and their associated olefins, including ethylene, propylene, butylene, and isobutylene. As marketed products, HGL represents all natural gas liquids (NGL) and olefins. EIA reports production of HGL from refineries (liquefied refinery gas, or LRG) and natural gas plants (natural gas plant liquids, or NGPL). Excludes liquefied natural gas (LNG).",
      "cross_references": [
        "ethane",
        "propane",
        "normal butane",
        "isobutane",
        "natural gasoline",
        "olefins",
        "ethylene",
        "propylene",
        "butylene",
        "isobutylene",
        "natural gas liquids (NGL)",
        "liquefied natural gas (LNG)"
      ],
      "fuel_group": "natural gas"
    },
    {
      "term": "Intransit deliveries",
      "definition": "Redeliveries to a foreign country of foreign gas received for transportation across U.S. territory, and deliveries of U.S. gas to a foreign country for transportation across its territory and redelivery to the United States.",
      "cross_references": [],
      "fuel_group": "natural gas"
    },
    {
      "term": "Intransit receipts",
      "definition": "Receipts of foreign gas for transportation across U.S. territory and redelivery to a foreign country, and redeliveries to the United States of U.S. gas transported across foreign territory.",
      "cross_references": [],
      "fuel_group": "natural gas"
    },
    {
      "term": "Kerogen",
      "definition": "Naturally occurring solid organic matter in sedimentary rock that is insoluble in organic solvents. Kerogen originates from algae, plankton, and plant material from aquatic and terrestrial environments. Under the right conditions of pressure, temperature, and time, kerogen can form oil and natural gas.",
      "cross_references": [
        "oil",
        "natural gas"
      ],
      "fuel_group": "natural gas"
    },
    {
      "term": "Lease and plant fuel",
      "definition": "Natural gas used in well, field, and lease operations (such as gas used in drilling operations, heaters, dehydrators, and field compressors) and as fuel in natural gas processing plants.",
      "cross_references": [],
      "fuel_group": "natural gas"
    },
    {
      "term": "Lease fuel",
      "definition": "Natural gas used in well, field, and lease operations, such as gas used in drilling operations, heaters, dehydrators, and field compressors.",
      "cross_references": [],
      "fuel_group": "natural gas"
    },
    {
      "term": "Lease separator",
      "definition": "A facility installed at the surface for the purpose of separating the full well stream volume into two or three parts at the temperature and pressure conditions set by the separator. For oil wells, these parts include produced crude oil, natural gas, and water. For gas wells, these parts include produced natural gas, lease condensate, and water.",
      "cross_references": [
        "crude oil",
        "natural gas",
        "lease condensate",
        "water"
      ],
      "fuel_group": "natural gas"
    },
    {
      "term": "Liquefied natural gas (LNG)",
      "definition": "Natural gas (primarily methane) that has been liquefied by reducing its temperature to -260 degrees Fahrenheit at atmospheric pressure.",
      "cross_references": [
        "Natural gas",
        "methane"
      ],
      "fuel_group": "natural gas"
    },
    {
      "term": "Marketed production",
      "definition": "Gross withdrawals less gas used for repressuring, quantities vented and flared, and nonhydrocarbon gases removed in treating or processing operations. Includes all quantities of gas used in field and processing plant operations.",
      "cross_references": [
        "Gross withdrawals",
        "repressuring",
        "nonhydrocarbon gases",
        "Flare"
      ],
      "fuel_group": "natural gas"
    },
    {
      "term": "Native gas",
      "definition": "Gas in place at the time that a reservoir was converted to use as an underground storage reservoir in contrast to injected gas volumes.",
      "cross_references": [],
      "fuel_group": "natural gas"
    },
    {
      "term": "Natural gas",
      "definition": "A gaseous mixture of hydrocarbon compounds, the primary one being methane.",
      "cross_references": [
        "methane"
      ],
      "fuel_group": "natural gas"
    },
    {
      "term": "Natural gas field facility",
      "definition": "A field facility designed to process natural gas produced from more than one lease for the purpose of recovering condensate from a stream of natural gas; however, some field facilities are designed to recover propane, normal butane, pentanes plus, etc., and to control the quality of natural gas to be marketed.",
      "cross_references": [
        "condensate",
        "natural gas",
        "propane",
        "normal butane",
        "pentanes plus",
        "Natural gas"
      ],
      "fuel_group": "natural gas"
    },
    {
      "term": "Natural gas gross withdrawals",
      "definition": "Full well-stream volume of produced natural gas, excluding condensate separated at the lease.",
      "cross_references": [
        "condensate",
        "Natural gas"
      ],
      "fuel_group": "natural gas"
    },
    {
      "term": "Natural gas hydrates",
      "definition": "Solid, crystalline, wax-like substances composed of water, methane, and usually a small amount of other gases, with the gases being trapped in the interstices of a water-ice lattice. They form beneath permafrost and on the ocean floor under conditions of moderately high pressure and at temperatures near the freezing point of water.",
      "cross_references": [
        "water",
        "methane"
      ],
      "fuel_group": "natural gas"
    },
    {
      "term": "Natural gas lease production",
      "definition": "Gross withdrawals of natural gas minus gas production injected on the lease into producing reservoirs, vented, flared, used as fuel on the lease, and nonhydrocarbon gases removed in treating or processing operations on the lease.",
      "cross_references": [
        "Gross withdrawals",
        "repressuring",
        "vented",
        "Flare",
        "Lease fuel",
        "nonhydrocarbon gases"
      ],
      "fuel_group": "natural gas"
    },
    {
      "term": "Natural Gas Liquids (NGL)",
      "definition": "A group of hydrocarbons including ethane, propane, normal butane, isobutane, and natural gasoline. Generally include natural gas plant liquids and all liquefied refinery gases except olefins.",
      "cross_references": [
        "ethane",
        "propane",
        "normal butane",
        "isobutane",
        "natural gasoline",
        "natural gas plant liquids",
        "liquefied refinery gases",
        "olefins"
      ],
      "fuel_group": "natural gas"
    },
    {
      "term": "Natural gas liquids production",
      "definition": "The volume of natural gas liquids removed from natural gas in lease separators, field facilities, gas processing plants, or cycling plants during the report year.",
      "cross_references": [
        "natural gas liquids",
        "lease separator",
        "field facility",
        "natural gas processing plant"
      ],
      "fuel_group": "natural gas"
    },
    {
      "term": "Natural gas marketed production",
      "definition": "Gross withdrawals of natural gas from production reservoirs, less gas used for reservoir repressuring, nonhydrocarbon gases removed in treating and processing operations, and quantities vented and flared.",
      "cross_references": [
        "Gross withdrawals",
        "repressuring",
        "nonhydrocarbon gases",
        "Vented",
        "Flare"
      ],
      "fuel_group": "natural gas"
    },
    {
      "term": "Natural gas marketer",
      "definition": "A company that arranges purchases and sales of natural gas. Unlike pipeline companies or local distribution companies, a marketer does not own physical assets commonly used in the supply of natural gas, such as pipelines or storage fields. A marketer may be an affiliate of another company, such as a local distribution company, natural gas pipeline, or producer, but it operates independently of other segments of the company. In States with residential choice programs, marketers serve as alternative suppliers to residential users of natural gas, which is delivered by a local distribution company.",
      "cross_references": [
        "Natural gas",
        "pipeline",
        "local distribution company"
      ],
      "fuel_group": "natural gas"
    },
    {
      "term": "Natural gas plant liquids (NGPL)",
      "definition": "Those hydrocarbons in natural gas that are separated as liquids at natural gas processing, fractionating, and cycling plants. Products obtained include ethane, liquefied petroleum gases (propane, normal butane, and isobutane), and natural gasoline. Component products may be fractionated or mixed. Lease condensate and plant condensate are excluded. Note: Some EIA publications categorize NGPL production as field production, in accordance with definitions used prior to January 2014.",
      "cross_references": [
        "ethane",
        "propane",
        "normal butane",
        "isobutane",
        "natural gasoline",
        "lease condensate",
        "plant condensate"
      ],
      "fuel_group": "natural gas"
    },
    {
      "term": "Natural gas plant liquids (NGPL) production",
      "definition": "The extraction of gas plant liquids constituents such as ethane, propane, normal butane, isobutane, and natural gasoline, sometimes referred to as extraction loss. Usually reported in barrels or gallons, but may be reported in cubic feet for purposes of comparison with dry natural gas volumes.",
      "cross_references": [
        "Extraction loss",
        "ethane",
        "propane",
        "normal butane",
        "isobutane",
        "natural gasoline",
        "dry natural gas"
      ],
      "fuel_group": "natural gas"
    },
    {
      "term": "Natural Gas Policy Act of 1978 (NGPA)",
      "definition": "Signed into law on November 9, 1978, the NGPA is a framework for the regulation of most facets of the natural gas industry.",
      "cross_references": [],
      "fuel_group": "natural gas"
    },
    {
      "term": "Natural gas processing plant",
      "definition": "Facilities designed to recover natural gas liquids from a stream of natural gas that may or may not have passed through lease separators and/or field separation facilities. These facilities control the quality of the natural gas to be marketed. Cycling plants are classified as gas processing plants.",
      "cross_references": [
        "natural gas liquids",
        "lease separator",
        "field separation",
        "cycling plants",
        "Natural gas"
      ],
      "fuel_group": "natural gas"
    },
    {
      "term": "Natural gas production",
      "definition": "See Dry natural gas production.",
      "cross_references": [
        "Dry natural gas production"
      ],
      "fuel_group": "natural gas"
    },
    {
      "term": "Natural gas sweetening",
      "definition": "The process of removing hydrogen sulfide (H2S), carbon dioxide (CO2), and mercaptans from natural gas to make it suitable for transport and sale. Sour natural gas must be sweetened because H2S is highly toxic, and H2S and CO2 corrode natural gas pipelines.",
      "cross_references": [
        "hydrogen sulfide (H2S)",
        "carbon dioxide (CO2)",
        "mercaptans",
        "Sour natural gas",
        "Natural gas",
        "natural gas pipelines"
      ],
      "fuel_group": "natural gas"
    },
    {
      "term": "Natural Gas Used for Injection",
      "definition": "Natural gas used to pressurize crude oil reservoirs in an attempt to increase oil recovery or in instances where there is no market for the natural gas. Natural gas used for injection is sometimes referred to as repressuring.",
      "cross_references": [
        "crude oil reservoir",
        "oil recovery",
        "repressuring",
        "Natural gas"
      ],
      "fuel_group": "natural gas"
    },
    {
      "term": "Natural gas utility demand-side management (DSM) program sponsor",
      "definition": "A DSM (demand-side management) program sponsored by a natural gas utility that suggests ways to increase the energy efficiency of buildings, to reduce energy costs, to change the usage patterns, or to promote the use of a different energy source.",
      "cross_references": [
        "DSM (demand-side management)",
        "natural gas utility"
      ],
      "fuel_group": "natural gas"
    },
    {
      "term": "Natural gas, \"dry\"",
      "definition": "See Dry natural gas.",
      "cross_references": [
        "Dry natural gas"
      ],
      "fuel_group": "natural gas"
    },
    {
      "term": "Natural gasoline",
      "definition": "A commodity product commonly traded in NGL markets that comprises liquid hydrocarbons (mostly pentanes and hexanes) and generally remains liquid at ambient temperatures and atmospheric pressure. Natural gasoline is equivalent to pentanes plus.",
      "cross_references": [
        "NGL markets",
        "pentanes plus"
      ],
      "fuel_group": "natural gas"
    },
    {
      "term": "Natural Gasoline and Isopentane",
      "definition": "A mixture of hydrocarbons, mostly pentanes and heavier, extracted from natural gas, that meets vapor pressure, end-point, and other specifications for natural gasoline set by the Gas Processors Association. Includes isopentane which is a saturated branch-chain hydrocarbon, (C5H12), obtained by fractionation of natural gasoline or isomerization of normal pentane.",
      "cross_references": [
        "pentanes",
        "natural gas",
        "Gas Processors Association",
        "isopentane",
        "normal pentane",
        "natural gasoline"
      ],
      "fuel_group": "natural gas"
    },
    {
      "term": "Nonhydrocarbon gases",
      "definition": "Typical nonhydrocarbon gases that may be present in reservoir natural gas, such as carbondioxide, helium, hydrogen sulfide, and nitrogen.",
      "cross_references": [
        "carbondioxide",
        "helium",
        "hydrogen sulfide",
        "nitrogen",
        "Natural gas"
      ],
      "fuel_group": "natural gas"
    },
    {
      "term": "Offshore reserves and production",
      "definition": "Unless otherwise dedicated, reserves and production that are in either state or Federal domains, located seaward of the coastline.",
      "cross_references": [],
      "fuel_group": "natural gas"
    },
    {
      "term": "Oil well",
      "definition": "A well completed for the production of crude oil from at least one oil zone or reservoir.",
      "cross_references": [
        "crude oil"
      ],
      "fuel_group": "natural gas"
    }
  ],
  "nuclear": [
    {
      "term": "Conventional mill (uranium)",
      "definition": "A facility engineered and built principally for processing of uraniferous ore materials mined from the earth and the recovery, by chemical treatment in the mill's circuits, of uranium and/or other valued coproduct components from the processed one.",
      "cross_references": [],
      "fuel_group": "nuclear"
    },
    {
      "term": "Cost model for undiscovered resources",
      "definition": "A computerized algorithm that uses the uranium endowment estimated for a given geological area and selected industry economic indexes to develop random variables that describe the undiscovered resources ultimately expected to be discovered in that area at chosen forward cost categories.",
      "cross_references": [
        "uranium endowment",
        "forward costs"
      ],
      "fuel_group": "nuclear"
    },
    {
      "term": "Cut-off grade (uranium)",
      "definition": "The lowest grade, in percent U3O8, of uranium ore at a minimum specified thickness that can be mined at a specified cost.",
      "cross_references": [],
      "fuel_group": "nuclear"
    },
    {
      "term": "Development drilling",
      "definition": "Drilling done to determine more precisely the size, grade, and configuration of an ore deposit subsequent to when the determination is made that the deposit can be commercially developed. Not included are:\nsecondary development drilling,\nsolution-mining drilling for production,\nor\nproduction-related underground and open pit drilling done for control of mining operations.",
      "cross_references": [],
      "fuel_group": "nuclear"
    },
    {
      "term": "Domestic uranium industry",
      "definition": "Collectively, those businesses (whether U.S. or foreign-based) that operate under the laws and regulations pertaining to the conduct of commerce within the United States and its territories and possessions and that engage in activities within the United States, its territories, and possessions specifically directed toward uranium exploration, development, mining, and milling; marketing of uranium materials; enrichment; fabrication; or acquisition and management of uranium materials for use in commercial nuclear powerplants.",
      "cross_references": [],
      "fuel_group": "nuclear"
    },
    {
      "term": "Enriched uranium",
      "definition": "Uranium in which the U-235 isotope concentration has been increased to greater than the 0.711 percent U-235 (by weight) present in natural uranium.",
      "cross_references": [],
      "fuel_group": "nuclear"
    },
    {
      "term": "Enrichment feed deliveries",
      "definition": "Uranium that is shipped under contract to a supplier of enrichment services for use in preparing enriched uranium product to a specified U-235 concentration and that ultimately will be used as fuel in a nuclear reactor.",
      "cross_references": [
        "enriched uranium",
        "nuclear reactor"
      ],
      "fuel_group": "nuclear"
    },
    {
      "term": "Exploration drilling",
      "definition": "Drilling done in search of new mineral deposits, on extensions of known ore deposits, or at the location of a discovery up to the time when the company decides that sufficient ore reserves are present to justify commercial exploration. Assessment drilling is reported as exploration drilling.",
      "cross_references": [
        "ore reserves"
      ],
      "fuel_group": "nuclear"
    },
    {
      "term": "Fabricated fuel",
      "definition": "Fuel assemblies composed of an array of fuel rods loaded with pellets of enriched uranium dioxide.",
      "cross_references": [
        "enriched uranium"
      ],
      "fuel_group": "nuclear"
    },
    {
      "term": "Forward costs (uranium)",
      "definition": "The operating and capital costs that will be incurred in any future production of uranium from in-place reserves. Included are costs for labor, materials, power and fuel, royalties, payroll taxes, insurance, and general and administrative costs that are dependent upon the quantity of production and, thus, applicable as variable costs of production. Excluded from forward costs are prior expenditures, if any, incurred for property acquisition, exploration, mine development, and mill construction, as well as income taxes, profit, and the cost of money. Note: By use of forward costing, estimates of reserves for ore deposits in differing geological settings can be aggregated and reported as the maximum amount that can theoretically be extracted to recover the specified costs of uranium oxide production under the listed forward cost categories.",
      "cross_references": [
        "uranium reserves",
        "uranium oxide"
      ],
      "fuel_group": "nuclear"
    },
    {
      "term": "Heap leach solutions",
      "definition": "The separation, or dissolving-out from mined rock of the soluble uranium constituents by the natural action of percolating a prepared chemical solution through mounded (heaped) rock material. The mounded material usually contain slow grade mineralized material and/or waste rock produced from open pit or underground mines. The solutions are collected after percolation is completed and processed to recover the valued components.",
      "cross_references": [],
      "fuel_group": "nuclear"
    },
    {
      "term": "In situ leach mining (ISL)",
      "definition": "The recovery, by chemical leaching, of the valuable components of a mineral deposit without physical extraction of the mineralized rock from the ground. Also referred to as \"solution mining.\"",
      "cross_references": [
        "solution mining"
      ],
      "fuel_group": "nuclear"
    },
    {
      "term": "Milling of uranium",
      "definition": "The processing of uranium from ore mined by conventional methods, such as underground or open-pit methods, to separate the uranium from the undesired material in the ore.",
      "cross_references": [
        "ore"
      ],
      "fuel_group": "nuclear"
    },
    {
      "term": "National Uranium Resource Evaluation (NURE)",
      "definition": "A program begun by the U.S. Atomic Energy Commission (AEC) in 1974 to make a comprehensive evaluation of U.S. uranium resources and continued through1983 by the AEC's successor agencies, the Energy Research and Development Administration (ERDA), and the Department of Energy (DOE).The NURE program included aerial radiometric and magnetic surveys, hydrogeochemical and stream sediment surveys, geologic drilling in selected areas, geophysical logging of selected bore holes, and geologic studies to identify and evaluate geologic environments favorable for uranium.",
      "cross_references": [
        "uranium resources"
      ],
      "fuel_group": "nuclear"
    },
    {
      "term": "Nonconventional plant (uranium)",
      "definition": "A facility engineered and built principally for processing of uraniferous solutions that are produced during in situ leach mining, from heap leaching, or in the manufacture of other commodities, and the recovery, by chemical treatment in the plant's circuits, of uranium from the processing solutions.",
      "cross_references": [
        "in situ leach mining",
        "heap leaching"
      ],
      "fuel_group": "nuclear"
    },
    {
      "term": "Nuclear electric power (nuclear power)",
      "definition": "Electricity generated by the use of the thermal energy released from the fission of nuclear fuel in a reactor.",
      "cross_references": [
        "nuclear fuel",
        "nuclear reactor"
      ],
      "fuel_group": "nuclear"
    },
    {
      "term": "Nuclear fuel",
      "definition": "Fissionable materials that have been enriched to such a composition that, when placed in a nuclear reactor, will support a self-sustaining fission chain reaction, producing heat in a controlled manner for process use.",
      "cross_references": [
        "enriched uranium",
        "nuclear reactor"
      ],
      "fuel_group": "nuclear"
    },
    {
      "term": "Nuclear reactor",
      "definition": "An apparatus in which a nuclear fission chain reaction can be initiated, controlled, and sustained at a specific rate. A reactor includes fuel (fissionable material), moderating material to control the rate of fission, a heavy-walled pressure vessel to house reactor components, shielding to protect personnel, a system to conduct heat away from the reactor, and instrumentation for monitoring and controlling the reactor's systems.",
      "cross_references": [],
      "fuel_group": "nuclear"
    },
    {
      "term": "Optional delivery commitment",
      "definition": "A provision to allow the conditional purchase or sale of a specific quantity of material in addition to the firm quantity in the contract.",
      "cross_references": [],
      "fuel_group": "nuclear"
    },
    {
      "term": "Person-year",
      "definition": "One whole year, or fraction thereof, worked by an employee, including contracted man power. Expressed as a quotient (to two decimal places) of the time units worked during a year (hours, weeks, or months) divided by the like total time units in a year. For example: 80 hours worked is 0.04 (rounded) of a person-year; 8 weeks worked is 0.15 (rounded) of a person-year; 12 months worked is 1 person-year. Contracted manpower includes survey crews, drilling crews, consultants, and other persons who worked under contract to support a firm's ongoing operations.",
      "cross_references": [],
      "fuel_group": "nuclear"
    },
    {
      "term": "Processing of uranium",
      "definition": "The recovery of uranium produced by nonconventional mining methods, i.e., in situ leach mining, as a byproduct of copper or phosphate mining, or heap leaching.",
      "cross_references": [
        "nonconventional mining methods",
        "in situ leach mining",
        "heap leaching"
      ],
      "fuel_group": "nuclear"
    },
    {
      "term": "Reclamation",
      "definition": "Process of restoring surface environment to acceptable pre-existing conditions. Includes surface contouring, equipment removal, well plugging, revegetation, etc.",
      "cross_references": [],
      "fuel_group": "nuclear"
    },
    {
      "term": "Reserve cost categories of $15, $30, $50, and$100 per pound U3O8",
      "definition": "Classification of uranium reserves estimated by using break-even cut-off grades that are calculated based on forward-operating costs of less than $15, $30, $50, and $100 per pound U3O8.",
      "cross_references": [
        "uranium reserves",
        "cut-off grade",
        "forward costs"
      ],
      "fuel_group": "nuclear"
    },
    {
      "term": "Spot market (uranium)",
      "definition": "Buying and selling of uranium for immediate or very near-term delivery. It typically involves transactions for delivery of up to 500,000 pounds U3O8 within a year of contract execution.",
      "cross_references": [],
      "fuel_group": "nuclear"
    },
    {
      "term": "Spot-market price",
      "definition": "See spot price.",
      "cross_references": [
        "spot price"
      ],
      "fuel_group": "nuclear"
    },
    {
      "term": "Unfilled requirements",
      "definition": "Requirements not covered by usage of inventory or supply contracts in existence as of January 1 of the survey year.",
      "cross_references": [],
      "fuel_group": "nuclear"
    },
    {
      "term": "Uranium (U)",
      "definition": "A heavy, naturally radioactive, metallic element (atomic number 92). Its two principally occurring isotopes are uranium-235 and uranium-238. Uranium-235 is indispensable to the nuclear industry because it is the only isotope existing in nature, to any appreciable extent, that is fissionable by thermal neutrons. Uranium-238 is also important because it absorbs neutrons to produce a radioactive isotope that subsequently decays to the isotope plutonium-239, which also is fissionable by thermal neutrons.",
      "cross_references": [],
      "fuel_group": "nuclear"
    },
    {
      "term": "Uranium concentrate",
      "definition": "A yellow or brown powder obtained by the milling of uranium ore, processing of in situ leach mining solutions, or as a byproduct of phosphoric acid production.",
      "cross_references": [
        "milling of uranium",
        "in situ leach mining"
      ],
      "fuel_group": "nuclear"
    },
    {
      "term": "Uranium deposit",
      "definition": "A discrete concentration of uranium mineralization that is of possible economic interest.",
      "cross_references": [],
      "fuel_group": "nuclear"
    },
    {
      "term": "Uranium endowment",
      "definition": "The uranium that is estimated to occur in rock with a grade of at least 0.01 percent U3O8. The estimate of the uranium endowment is made before consideration of economic availability of any associated uranium resources.",
      "cross_references": [
        "uranium resources"
      ],
      "fuel_group": "nuclear"
    },
    {
      "term": "Uranium hexafluoride (UF6)",
      "definition": "A white solid obtained by chemical treatment of U3O8 and which forms a vapor at temperatures above 56 degrees Centigrade. UF6 is the form of uranium required for the enrichment process.",
      "cross_references": [
        "U3O8",
        "enrichment"
      ],
      "fuel_group": "nuclear"
    },
    {
      "term": "Uranium ore",
      "definition": "Rock containing uranium mineralization in concentrations that can be mined economically, typically one to four pounds of U3O8 per ton or 0.05 percent to 0.2 percent U3O8.",
      "cross_references": [],
      "fuel_group": "nuclear"
    },
    {
      "term": "Uranium oxide",
      "definition": "Uranium concentrate or yellowcake. Abbreviated as U3O8.",
      "cross_references": [
        "uranium concentrate",
        "yellowcake"
      ],
      "fuel_group": "nuclear"
    },
    {
      "term": "Uranium property",
      "definition": "A specific piece of land with uranium reserves that is held for the ultimate purpose of economically recovering the uranium. The land can be developed for production or undeveloped.",
      "cross_references": [
        "uranium reserves"
      ],
      "fuel_group": "nuclear"
    },
    {
      "term": "Uranium reserves",
      "definition": "Estimated quantities of uranium in known mineral deposits of such size, grade, and configuration that the uranium could be recovered at or below a specified production cost with currently proven mining and processing technology and under current law and regulations. Reserves are based on direct radiometric and chemical measurements of drill holes and other types of sampling of the deposits. Mineral grades and thickness, spatial relationships, depths below the surface, mining and reclamation methods, distances to milling facilities, and amenability of ores to processing are considered in the evaluation. The amount of uranium in ore that could be exploited within the chosen forward-cost levels are estimated in accordance with conventional engineering practices.",
      "cross_references": [
        "mineral deposits",
        "forward costs",
        "milling of uranium",
        "reclamation"
      ],
      "fuel_group": "nuclear"
    },
    {
      "term": "Uranium resource categories (international)",
      "definition": "Three categories of uranium resources defined by the international community to reflect differing levels of confidence in the existence of the resources. Reasonably assured resources (RAR), estimated additional resources (EAR), and speculative resources (SR) are described below.\nReasonably assured resources (RAR): Uranium that occurs in known mineral deposits of such size, grade, and configuration that it could be recovered within the given production cost ranges, with currently proven mining and processing technology. Estimates of tonnage and grade are based on specific sample data and measurements of the deposits and on knowledge of deposit characteristics.\nNote: RAR corresponds to DOE's uranium reserves category.\nEstimated additional resources (EAR): Uranium in addition to RAR that is expected to occur, mostly on the basis of geological evidence, in extensions of well-explored deposits, in little-explored deposits, and in undiscovered deposits believed to exist along well-defined geological trends with known deposits. This uranium can subsequently be recovered within the given cost ranges. Estimates of tonnage and grade are based on available sampling data and on knowledge of the deposit characteristics, as determined in the best-known parts of the deposit or in similar deposits.\nNote: EAR corresponds to DOE's probable potential resources category.\nSpeculative resources (SR): Uranium in addition to EAR that is thought to exist, mostly on the basis of indirect evidence and geological extrapolations, in deposits discoverable with existing exploration techniques. The location of deposits in this category can generally be specified only as being somewhere within given regions or geological trends. The estimates in this category are less reliable than estimates of RAR and EAR.\nNote: SR corresponds to the combination of DOE's possible potential resources and speculative potential resources categories.",
      "cross_references": [
        "uranium resources",
        "uranium reserves"
      ],
      "fuel_group": "nuclear"
    },
    {
      "term": "Usage agreement",
      "definition": "Contracts held by enrichment customers that allow feed material to be stored at the enrichment plant site in advance of need.",
      "cross_references": [
        "enrichment feed deliveries"
      ],
      "fuel_group": "nuclear"
    },
    {
      "term": "Yellowcake",
      "definition": "A natural uranium concentrate that takes its name from its color and texture. Yellowcake typically contains 70 to 90 percent U3O8 (uranium oxide) by weight. It is used as feedstock for uranium fuel enrichment and fuel pellet fabrication.",
      "cross_references": [
        "uranium concentrate",
        "uranium oxide",
        "enriched uranium"
      ],
      "fuel_group": "nuclear"
    }
  ],
  "petroleum": [
    {
      "term": "Alcohol",
      "definition": "The family name of a group of organic chemical compounds composed of carbon, hydrogen, and oxygen. The series of molecules vary in chain length and are composed of a hydrocarbon plus a hydroxyl group; CH(3)-(CH(2))n-OH (e.g., methanol, ethanol, and tertiary butyl alcohol).",
      "cross_references": [],
      "fuel_group": "petroleum"
    },
    {
      "term": "Alkylate",
      "definition": "The product of an alkylation reaction. It usually refers to the high-octane product from alkylation units. This alkylate is used in blending high octane gasoline.",
      "cross_references": [
        "Alkylation"
      ],
      "fuel_group": "petroleum"
    },
    {
      "term": "Alkylation",
      "definition": "A refining process for chemically combining isobutane with olefin hydrocarbons (e.g., propylene, butylene) through the control of temperature and pressure in the presence of anacid catalyst, usually sulfuric acid or hydrofluoric acid. The product alkylate, an isoparaffin, has high octane value and is blended with motor and aviation gasoline to improve the antiknock value of the fuel.",
      "cross_references": [
        "Alkylate"
      ],
      "fuel_group": "petroleum"
    },
    {
      "term": "API gravity",
      "definition": "American Petroleum Institute measure of specific gravity of crude oil or condensate in degrees. An arbitrary scale expressing the gravity or density of liquid petroleum products. The measuring scale is calibrated in terms of degrees API; it is calculated as follows: Degrees API = (141.5 / sp.gr.60 deg.F/60 deg.F) - 131.5",
      "cross_references": [],
      "fuel_group": "petroleum"
    },
    {
      "term": "Aromatics",
      "definition": "Hydrocarbons characterized by unsaturated ring structures of carbon atoms. Commercial petroleum aromatics are benzene, toluene, and xylene (BTX).",
      "cross_references": [
        "benzene",
        "toluene",
        "xylene",
        "BTX"
      ],
      "fuel_group": "petroleum"
    },
    {
      "term": "Asphalt",
      "definition": "A dark brown-to-black cement-like material obtained by petroleum processing and containing bitumens as the predominant component; used primarily for road construction. It includes crude asphalt as well as the following finished products: cements, fluxes, the asphalt content of emulsions (exclusive of water), and petroleum distillates blended with asphalt to make cutback asphalts. Note: The conversion factor for asphalt is 5.5 barrels per short ton.",
      "cross_references": [],
      "fuel_group": "petroleum"
    },
    {
      "term": "Atmospheric crude oil distillation",
      "definition": "The refining process of separating crude oil components at atmospheric pressure by heating to temperatures of about 600 degrees to 750 degrees Fahrenheit (depending on the nature of the crude oil and desired products) and subsequent condensing of the fractions by cooling.",
      "cross_references": [],
      "fuel_group": "petroleum"
    },
    {
      "term": "Aviation gasoline (finished)",
      "definition": "A complex mixture of relatively volatile hydrocarbons with or without small quantities of additives, blended to form a fuel suitable for use in aviation reciprocating engines. Fuel specifications are provided in ASTM Specification D 910 and Military Specification MIL-G-5572. Note: Data on blending components are not counted in data on finished aviation gasoline.",
      "cross_references": [],
      "fuel_group": "petroleum"
    },
    {
      "term": "Aviation gasoline blending components",
      "definition": "Naphthas that will be used for blending or compounding into finished aviation gasoline (e.g., straight run gasoline, alkylate, reformate,benzene, toluene, and xylene). Excludes oxygenates (alcohols, ethers), butane, and pentanes plus. Oxygenates are reported as other hydrocarbons, hydrogen, and oxygenates.",
      "cross_references": [
        "alkylate",
        "reformate",
        "benzene",
        "toluene",
        "xylene",
        "oxygenates"
      ],
      "fuel_group": "petroleum"
    },
    {
      "term": "Barrel",
      "definition": "A unit of volume equal to 42 U.S. gallons.",
      "cross_references": [],
      "fuel_group": "petroleum"
    },
    {
      "term": "Barrels per calendar day",
      "definition": "The amount of input that a distillation facility can process under usual operating conditions. The amount is expressed in terms of capacity during a 24-hour period and reduces the maximum processing capability of all units at the facility under continuous operation (see Barrels per Stream Day) to account for the following limitations that may delay, interrupt, or slow down production.  1. the capability of downstream processing units to absorb the output of crude oil processing facilities of a given refinery. No reduction is necessary for intermediate streams that are distributed to other than downstream facilities as part of a refinery's normal operation;   2. the types and grades of inputs to be processed;   3. the types and grades of products expected to be manufactured;   4. the environmental constraints associated with refinery operations;   5. the reduction of capacity for scheduled downtime due to such conditions as routine inspection, maintenance, repairs, and turnaround; and   6. the reduction of capacity for unscheduled downtime due to such conditions as mechanical problems, repairs, and slowdowns.",
      "cross_references": [
        "Barrels per stream day"
      ],
      "fuel_group": "petroleum"
    },
    {
      "term": "Barrels per stream day",
      "definition": "The maximum number of barrels of input that a distillation facility can process within a 24-hour period when running at full capacity under optimal crude and product slate conditions with no allowance for downtime.",
      "cross_references": [],
      "fuel_group": "petroleum"
    },
    {
      "term": "Benzene (C6H6)",
      "definition": "An aromatic hydrocarbon present in small proportion in some crude oils and made commercially from petroleum by the catalytic reforming of naphthenes in petroleum naphtha. Also made from coal in the manufacture of coke. Used as a solvent in the manufacture of detergents, synthetic fibers, petrochemicals, and as a component of high-octane gasoline.",
      "cross_references": [
        "aromatic",
        "catalytic reforming",
        "naphtha"
      ],
      "fuel_group": "petroleum"
    },
    {
      "term": "Biointermediates",
      "definition": "Biofuels that will be further processed into a refined product at petroleum refineries or other facilities. Renewable heating oil is not considered a biointermediate on Form EIA-819, Monthly Report of Biofuels, Fuels from Non-Biogenic Wastes, Fuel Oxygenates, Isooctane, and Isooctene.",
      "cross_references": [
        "biofuels",
        "renewable heating oil"
      ],
      "fuel_group": "petroleum"
    },
    {
      "term": "Blending components",
      "definition": "See Motor gasoline blending components.",
      "cross_references": [
        "Motor gasoline blending components"
      ],
      "fuel_group": "petroleum"
    },
    {
      "term": "Blending plant",
      "definition": "A facility that has no refining capability but is either capable of producing finished motor gasoline through mechanical blending or blends oxygenates with motor gasoline.",
      "cross_references": [
        "motor gasoline",
        "oxygenates"
      ],
      "fuel_group": "petroleum"
    },
    {
      "term": "Bonded petroleum imports",
      "definition": "Petroleum imported and entered into Customs bonded storage. These imports are not included in the import statistics until they are (1) withdrawn from storage free of duty for use as fuel for vessels and aircraft engaged in international trade; or (2) withdrawn from storage with duty paid for domestic use.",
      "cross_references": [],
      "fuel_group": "petroleum"
    },
    {
      "term": "BTX",
      "definition": "The acronym for the commercial petroleum aromatics--benzene, toluene, and xylene.",
      "cross_references": [
        "benzene",
        "toluene",
        "xylene",
        "aromatics"
      ],
      "fuel_group": "petroleum"
    },
    {
      "term": "Bulk sales",
      "definition": "Wholesale sales of gasoline in individual transactions which exceed the size of a truckload.",
      "cross_references": [],
      "fuel_group": "petroleum"
    },
    {
      "term": "Bulk station",
      "definition": "A facility used primarily for the storage and/or marketing of petroleum products, which has a total bulk storage capacity of less than 50,000 barrels and receives its petroleum products by tank car or truck.",
      "cross_references": [],
      "fuel_group": "petroleum"
    },
    {
      "term": "Bulk terminal",
      "definition": "A facility used primarily for the storage and/or marketing of petroleum products, which has a total bulk storage capacity of 50,000 barrels or more and/or receives petroleum products by tanker, barge, or pipeline.",
      "cross_references": [],
      "fuel_group": "petroleum"
    },
    {
      "term": "Butane (C4H10)",
      "definition": "A straight-chain or branch-chain hydrocarbon extracted from natural gas or refinery gas streams, which is gaseous at standard temperature and pressure. It includes isobutane and normal butane and is designated in ASTM Specification D1835 and Gas Processors Association specifications for commercial butane.",
      "cross_references": [
        "isobutane",
        "normal butane"
      ],
      "fuel_group": "petroleum"
    },
    {
      "term": "Butylene (C4H8)",
      "definition": "An olefinic hydrocarbon recovered from refinery or petrochemical processes, which is gaseous at standard temperature and pressure. Butylene is used in the production of gasoline and various petrochemical products.",
      "cross_references": [
        "olefin",
        "gasoline",
        "petrochemical products"
      ],
      "fuel_group": "petroleum"
    },
    {
      "term": "Captive refinery oxygenate plants",
      "definition": "Oxygenate production facilities located within or adjacent to a refinery complex.",
      "cross_references": [
        "oxygenate"
      ],
      "fuel_group": "petroleum"
    },
    {
      "term": "Catalytic cracking",
      "definition": "The refining process of breaking down the larger, heavier, and more complex hydrocarbon molecules into simpler and lighter molecules. Catalytic cracking is accomplished by the use of a catalytic agent and is an effective process for increasing the yield of gasoline from crude oil. Catalytic cracking processes fresh feeds and recycled feeds.",
      "cross_references": [
        "catalytic agent",
        "gasoline",
        "crude oil"
      ],
      "fuel_group": "petroleum"
    },
    {
      "term": "Catalytic hydrocracking",
      "definition": "A refining process that uses hydrogen and catalysts with relatively low temperatures and high pressures for converting middle boiling or residual material to high octane gasoline, reformer charge stock, jet fuel, and /or high grade fuel oil. The process uses one or more catalysts, depending on product output, and can handle high sulfur feed stocks without prior desulfurization.",
      "cross_references": [
        "hydrogen",
        "catalysts",
        "high octane gasoline",
        "reformer charge stock",
        "jet fuel",
        "fuel oil",
        "desulfurization"
      ],
      "fuel_group": "petroleum"
    },
    {
      "term": "Catalytic hydrotreating",
      "definition": "A refining process for treating petroleum fractions from atmospheric or vacuum distillation units (e.g., naphthas, middle distillates, reformer feeds, residual fuel oil, and heavy gas oil) and other petroleum (e.g., cat cracked naphtha,coker naphtha, gas oil, etc.) in the presence of catalysts and substantial quantities of hydrogen. Hydrotreating includes desulfurization, removal of substances (e.g., nitrogen compounds) that deactivate catalysts, conversion of olefins to paraffins to reduce gum formation in gasoline, and other processes to upgrade the quality of the fractions.",
      "cross_references": [
        "atmospheric distillation",
        "vacuum distillation",
        "naphthas",
        "middle distillates",
        "reformer feeds",
        "residual fuel oil",
        "heavy gas oil",
        "cat cracked naphtha",
        "coker naphtha",
        "gas oil",
        "catalysts",
        "hydrogen",
        "desulfurization",
        "olefins",
        "paraffins",
        "gasoline"
      ],
      "fuel_group": "petroleum"
    },
    {
      "term": "Catalytic reforming",
      "definition": "A refining process using controlled heat and pressure with catalysts to rearrange certain hydrocarbon molecules, there by converting paraffinic and naphthenic type hydrocarbons (e.g., low octane gasoline boiling range fractions) into petrochemical feedstocks and higher octane stocks suitable for blending into finished gasoline. Catalytic reforming is reported in two categories. They are: Low Pressure. A processing unit operating at less than 225 pounds per square inch gauge (PSIG) measured at the outlet separator. High pressure. A processing unit operating at either equal to or greater than 225 pounds per square inch gauge (PSIG) measured at the outlet separator.",
      "cross_references": [
        "catalysts",
        "paraffinic hydrocarbons",
        "naphthenic hydrocarbons",
        "low octane gasoline",
        "petrochemical feedstocks",
        "finished gasoline"
      ],
      "fuel_group": "petroleum"
    },
    {
      "term": "Charge capacity",
      "definition": "The input (feed) capacity of the refinery processing facilities.",
      "cross_references": [],
      "fuel_group": "petroleum"
    },
    {
      "term": "Conventional gasoline",
      "definition": "Finished motor gasoline not included in the oxygenated or reformulated gasoline categories. Note: This category excludes reformulated gasoline blendstock for oxygenate blending (RBOB) as well as other blendstock.",
      "cross_references": [
        "motor gasoline",
        "oxygenated gasoline",
        "reformulated gasoline",
        "reformulated gasoline blendstock for oxygenate blending",
        "RBOB"
      ],
      "fuel_group": "petroleum"
    },
    {
      "term": "Crude oil",
      "definition": "A mixture of hydrocarbons that exists in liquid phase in natural underground reservoirs and remains liquid at atmospheric pressure after passing through surface separating facilities. Depending upon the characteristics of the crude stream, it may also include 1. Small amounts of hydrocarbons that exist in gaseous phase in natural underground reservoirs but are liquid at atmospheric pressure after being recovered from oil well (casing head) gas in lease separators and are subsequently comingled with the crude stream without being separately measured. Lease condensate recovered as a liquid from natural gas wells in lease or field separation facilities and later mixed into the crude stream is also included; 2. Small amounts of nonhydrocarbons produced with the oil, such as sulfur and various metals; 3. Drip gases, and liquid hydrocarbons produced from tar sands, oil sands, gilsonite, and oil shale. Liquids produced at natural gas processing plants are excluded. Crude oil is refined to produce a wide array of petroleum products, including heating oils; gasoline, diesel and jet fuels; lubricants; asphalt; ethane, propane, and butane; and many other products used for their energy or chemical content.",
      "cross_references": [
        "hydrocarbons",
        "lease condensate",
        "tar sands",
        "oil sands",
        "gilsonite",
        "oil shale",
        "natural gas processing plants",
        "heating oils",
        "gasoline",
        "diesel",
        "jet fuels",
        "lubricants",
        "asphalt",
        "ethane",
        "propane",
        "butane"
      ],
      "fuel_group": "petroleum"
    },
    {
      "term": "Crude oil acquisitions (unfinished oil acquisitions)",
      "definition": "The volume of crude oil either: acquired by the respondent for processing for his own account in accordance with accounting procedures generally accepted and consistently and historically applied by the refiner concerned, or in the case of a processing agreement, delivered to another refinery for processing for the respondent's own account. Crude oil that has not been added by a refiner to inventory and that is thereafter sold or otherwise disposed of without processing for the account of that refiner shall be deducted from its crude oil purchases at the time when the related cost is deducted from refinery inventory in accordance with accounting procedures generally applied by the refiner concerned. Crude oil processed by the respondent for the account of another is not a crude oil acquisition.",
      "cross_references": [
        "crude oil",
        "refiner",
        "refinery"
      ],
      "fuel_group": "petroleum"
    },
    {
      "term": "Crude oil losses",
      "definition": "Represents the volume of crude oil reported by petroleum refineries as being lost in their operations. These losses are due to spills, contamination, fires, etc., as opposed to refining processing losses.",
      "cross_references": [
        "crude oil",
        "petroleum refineries"
      ],
      "fuel_group": "petroleum"
    },
    {
      "term": "Crude oil production",
      "definition": "The volume of crude oil produced from oil reservoirs during given periods of time. The amount of such production for a given period is measured as volumes delivered from lease storage tanks (i.e., the point of custody transfer) to pipelines, trucks, or other media for transport to refineries or terminals with adjustments for (1) net differences between opening and closing lease inventories, and (2) basic sediment and water (BSw).",
      "cross_references": [
        "lease storage tanks",
        "pipelines",
        "refineries",
        "terminals",
        "basic sediment and water"
      ],
      "fuel_group": "petroleum"
    },
    {
      "term": "Crude oil qualities",
      "definition": "Refers to two properties of crude oil, the sulfur content, and API gravity, which affect processing complexity and product characteristics.",
      "cross_references": [
        "crude oil",
        "sulfur content",
        "API gravity"
      ],
      "fuel_group": "petroleum"
    },
    {
      "term": "Crude oil stream",
      "definition": "Crude oil produced in a particular field or a collection of crude oils with similar qualities from fields in close proximity, which the petroleum industry usually describes with a specific name, such as West Texas Intermediate or Saudi Light.",
      "cross_references": [
        "West Texas Intermediate",
        "Saudi Light"
      ],
      "fuel_group": "petroleum"
    },
    {
      "term": "Crude oil, refinery receipts",
      "definition": "Receipts of domestic and foreign crude oil at a refinery. Includes all crude oil in transit except crude oil in transit by pipeline. Foreign crude oil is reported as a receipt only after entry through customs. Crude oil of foreign origin held in bonded storage is excluded.",
      "cross_references": [
        "crude oil",
        "refinery",
        "customs",
        "bonded storage"
      ],
      "fuel_group": "petroleum"
    },
    {
      "term": "Dealer tank wagon (DTW) sales",
      "definition": "Wholesale sales of gasoline priced on a delivered basis to a retail outlet.",
      "cross_references": [
        "gasoline",
        "retail outlet"
      ],
      "fuel_group": "petroleum"
    },
    {
      "term": "Delayed coking",
      "definition": "A process by which heavier crude oil fractions can be thermally decomposed under conditions of elevated temperatures and pressure to produce a mixture of lighter oils and petroleum coke. The light oils can be processed further in other refinery units to meet product specifications. The coke can be used either as a fuel or in other applications such as the manufacturing of steel or aluminum.",
      "cross_references": [
        "crude oil fractions",
        "petroleum coke",
        "refinery"
      ],
      "fuel_group": "petroleum"
    },
    {
      "term": "Denatured",
      "definition": "Fuel ethanol that is rendered unfit for human consumption by the addition of a petroleum denaturant, typically pentanes plus or conventional motor gasoline. Fuel ethanol is usually denatured prior to transport from the ethanol production facility, by adding 2- to 5-volume-percent denaturant.",
      "cross_references": [
        "fuel ethanol",
        "petroleum denaturant",
        "pentanes plus",
        "conventional motor gasoline"
      ],
      "fuel_group": "petroleum"
    },
    {
      "term": "Desulfurization",
      "definition": "The removal of sulfur, as from molten metals, petroleum oil, or flue gases.",
      "cross_references": [
        "sulfur"
      ],
      "fuel_group": "petroleum"
    },
    {
      "term": "Disposition, petroleum",
      "definition": "A set of categories used to account for how crude oil and petroleum products are transferred, distributed, or removed from the supply stream. The categories include stock change, crude oil losses, refinery inputs, exports, and products supplied for domestic consumption.",
      "cross_references": [
        "crude oil",
        "petroleum products",
        "stock change",
        "crude oil losses",
        "refinery inputs",
        "exports"
      ],
      "fuel_group": "petroleum"
    },
    {
      "term": "Distillate fuel oil",
      "definition": "A general classification for one of the petroleum fractions produced in conventional distillation operations. It includes diesel fuels and fuel oils. Products known as No. 1, No. 2, and No. 4 diesel fuel are used in on-highway diesel engines, such as those in trucks and automobiles, as well as off-highway engines, such as those in railroad locomotives and agricultural machinery. Products known as No. 1, No. 2, and No. 4 fuel oils are used primarily for space heating and electric power generation.",
      "cross_references": [
        "diesel fuels",
        "fuel oils",
        "No. 1 Diesel Fuel",
        "No. 1 Fuel Oil"
      ],
      "fuel_group": "petroleum"
    },
    {
      "term": "No. 1 Distillate",
      "definition": "A light petroleum distillate that can be used as either a diesel fuel (see No. 1 Diesel Fuel) or a fuel oil. See No.1 Fuel Oil.",
      "cross_references": [
        "No. 1 Diesel Fuel",
        "No. 1 Fuel Oil"
      ],
      "fuel_group": "petroleum"
    }
  ],
  "renewable": [
    {
      "term": "Active solar",
      "definition": "As an energy source, energy from the sun collected and stored using mechanical pumps or fans to circulate heat-laden fluids or air between solar collectors and a building.",
      "cross_references": [],
      "fuel_group": "renewable"
    },
    {
      "term": "Adverse water conditions",
      "definition": "Reduced stream flow, lack of rain in the drainage basin, or low water supply behind a pondage or reservoir dam resulting in a reduced gross head that limits the production of hydroelectric power or forces restrictions to be placed on multipurpose reservoirs or other water uses.",
      "cross_references": [],
      "fuel_group": "renewable"
    },
    {
      "term": "Adverse Weather Conditions",
      "definition": "Reduced streamflow, lack of rain in the drainage basin, or low water supply behind a pondage or reservoir dam resulting in a reduced gross head that limits the production of hydroelectric power or forces restrictions to be placed on multipurpose reservoirs or other water uses.",
      "cross_references": [],
      "fuel_group": "renewable"
    },
    {
      "term": "Amorphous silicon",
      "definition": "An alloy of silica and hydrogen, with a disordered, noncrystalline internal atomic arrangement, that can be deposited in thin-film layers (a few micrometers in thickness) by a number of deposition methods to produce thin-film photovoltaic cells on glass, metal, or plastic substrates.",
      "cross_references": [],
      "fuel_group": "renewable"
    },
    {
      "term": "Anaerobic decomposition",
      "definition": "Decomposition in the absence of oxygen, as in an anaerobic lagoon or digester, which produces CO2 and CH4.",
      "cross_references": [],
      "fuel_group": "renewable"
    },
    {
      "term": "Anaerobic lagoon",
      "definition": "A liquid-based organic waste management installation characterized by waste residing in water at a depth of at least 6 feet for periods of 30 to 200 days.",
      "cross_references": [],
      "fuel_group": "renewable"
    },
    {
      "term": "Average water conditions",
      "definition": "The amount and distribution of precipitation within a drainage basin and the run off conditions present as determined by reviewing the area water supply records over a long period of time.",
      "cross_references": [],
      "fuel_group": "renewable"
    },
    {
      "term": "Azimuth angle",
      "definition": "The orientation angle relative to north that a solar panel tilts toward: 0° is north, 90° is east, 180° is south, and 270° is west.",
      "cross_references": [],
      "fuel_group": "renewable"
    },
    {
      "term": "Biobutanol",
      "definition": "Butanol isomers (specifically, isobutanol, n-butanol, and t-butanol) for fuel use and derived from renewable feedstock such as corn or sorghum.",
      "cross_references": [],
      "fuel_group": "renewable"
    },
    {
      "term": "Biofuels",
      "definition": "Liquid fuels and blending components produced from biomass feedstocks, used primarily for transportation.",
      "cross_references": [
        "biomass"
      ],
      "fuel_group": "renewable"
    },
    {
      "term": "Biogenic",
      "definition": "Produced by biological processes of living organisms. Note: EIA uses the term \"biogenic\" to refer only to organic nonfossil material of biological origin.",
      "cross_references": [],
      "fuel_group": "renewable"
    },
    {
      "term": "Biogenic emissions",
      "definition": "Emissions that are naturally occurring and are not significantly affected by human actions or activity.",
      "cross_references": [],
      "fuel_group": "renewable"
    },
    {
      "term": "Biomass gas",
      "definition": "A medium Btu gas containing methane and carbon dioxide, resulting from the action of microorganisms on organic materials such as a landfill.",
      "cross_references": [
        "landfill gas"
      ],
      "fuel_group": "renewable"
    },
    {
      "term": "Biomass waste",
      "definition": "Organic non-fossil material of biological origin that is a byproduct or a discarded product.  Biomass waste includes municipal solid waste from biogenic sources, landfill gas, sludge waste, agricultural crop byproducts, straw, and other biomass solids, liquids, and gases; but excludes wood and wood-derived fuels (including black liquor), biofuels feedstock, biodiesel, and fuel ethanol. Note: EIA biomass waste data also include energy crops grown specifically for energy production, which would not normally constitute waste.",
      "cross_references": [
        "biofuels feedstock",
        "black liquor",
        "biofuels",
        "biodiesel",
        "fuel ethanol",
        "energy crops"
      ],
      "fuel_group": "renewable"
    },
    {
      "term": "Biomass-based diesel fuel",
      "definition": "Biodiesel and other renewable diesel fuel or diesel fuel blending components derived from biomass, but excluding renewable diesel fuel coprocessed with petroleum feedstocks.",
      "cross_references": [
        "biodiesel",
        "renewable diesel fuel",
        "petroleum feedstocks"
      ],
      "fuel_group": "renewable"
    },
    {
      "term": "Black liquor",
      "definition": "A by product of the paper production process, alkaline spent liquor, that can be used as a source of energy. Alkaline spent liquor is removed from the digesters in the process of chemically pulping wood. After evaporation, the residual \"black\" liquor is burned as a fuel in a recovery furnace that permits the recovery of certain basic chemicals.",
      "cross_references": [],
      "fuel_group": "renewable"
    },
    {
      "term": "Carbon stocks",
      "definition": "The quantity of carbon stored in biological and physical systems including: trees, products of harvested trees, agricultural crops, plants, wood and paper products and other terrestrial biosphere sinks, soils, oceans, and sedimentary and geological sinks.",
      "cross_references": [],
      "fuel_group": "renewable"
    },
    {
      "term": "Cells",
      "definition": "Refers to the un-encapsulated semi-conductor components of the module that convert the solar energy to electricity.",
      "cross_references": [
        "modules"
      ],
      "fuel_group": "renewable"
    },
    {
      "term": "Combined hydroelectric plant",
      "definition": "A hydroelectric plant that uses both pumped water and natural streamflow for the production of power.",
      "cross_references": [],
      "fuel_group": "renewable"
    },
    {
      "term": "Concentrating solar power or solar thermal power system",
      "definition": "A solar energy conversion system characterized by the optical concentration of solar rays through an arrangement of mirrors to generate a high temperature working fluid. Also see Solar trough, Solar power tower, or Solar dish. Concentrating solar power (but not Solar thermal power) may also refer to a system that focuses solar rays on a photovoltaic cell to increase conversion efficiency.",
      "cross_references": [
        "Solar trough",
        "Solar power tower",
        "Solar dish",
        "photovoltaic cell"
      ],
      "fuel_group": "renewable"
    },
    {
      "term": "Concentrator",
      "definition": "A reflective or refractive device that focuses incident insolation onto an area smaller than the reflective or refractive surface, resulting in increased insolation at the point of focus.",
      "cross_references": [],
      "fuel_group": "renewable"
    },
    {
      "term": "Conventional hydroelectric plant",
      "definition": "A plant in which all of the power is produced from natural streamflow as regulated by available storage.",
      "cross_references": [],
      "fuel_group": "renewable"
    },
    {
      "term": "Cord of wood",
      "definition": "A cord of wood measures 4 feet by 4feet by 8 feet, or 128 cubic feet.",
      "cross_references": [],
      "fuel_group": "renewable"
    },
    {
      "term": "Cull wood",
      "definition": "Wood logs, chips, or wood products that are burned.",
      "cross_references": [],
      "fuel_group": "renewable"
    },
    {
      "term": "Dam",
      "definition": "A physical barrier constructed across a river or waterway to control the flow of or raise the level of water. The purpose of construction may be for flood control, irrigation needs, hydroelectric power production, and/or recreation usage.",
      "cross_references": [],
      "fuel_group": "renewable"
    },
    {
      "term": "Externalities",
      "definition": "Benefits or costs, generated as a byproduct of an economic activity, that do not accrue to the parties involved in the activity. Environmental externalities are benefits or costs that manifest themselves through changes in the physical or biological environment.",
      "cross_references": [],
      "fuel_group": "renewable"
    },
    {
      "term": "Flow control",
      "definition": "The laws, regulations, and economic incentives or disincentives used by waste managers to direct waste generated in a specific geographic area to a designated landfill, recycling, or waste-to-energy facility.",
      "cross_references": [
        "landfill",
        "recycling",
        "waste-to-energy"
      ],
      "fuel_group": "renewable"
    },
    {
      "term": "Fuel wood",
      "definition": "Wood and wood products, possibly including scrubs and branches, etc, bought or gathered, and used by direct combustion.",
      "cross_references": [],
      "fuel_group": "renewable"
    },
    {
      "term": "Geologic sequestration",
      "definition": "A type of engineered sequestration, where captured carbon dioxide is injected for permanent storage into underground geologic reservoirs, such as oil and natural gas fields, saline aquifers, or abandoned coal mines.",
      "cross_references": [],
      "fuel_group": "renewable"
    },
    {
      "term": "Green pricing",
      "definition": "In the case of renewable electricity, green pricing represents a market solution to the various problems associated with regulatory valuation of the nonmarket benefits of renewables. Green pricing programs allow electricity customers to express their willingness to pay for renewable energy development through direct payments on their monthly utility bills.",
      "cross_references": [],
      "fuel_group": "renewable"
    },
    {
      "term": "Heat pump (geothermal)",
      "definition": "A heat pump in which the refrigerant exchanges heat (in a heat exchanger) with a fluid circulating through an earth connection medium (ground or ground water). The fluid is contained in a variety of loop (pipe) configurations depending on the temperature of the ground and the ground area available. Loops may be installed horizontally or vertically in the ground or submersed in a body of water.",
      "cross_references": [
        "heat exchanger"
      ],
      "fuel_group": "renewable"
    },
    {
      "term": "Heat pump efficiency",
      "definition": "The efficiency of a heat pump, that is, the electrical energy to operate it, is directly related to temperatures between which it operates. Geothermal heat pumps are more efficient than conventional heat pumps or air conditioners that use the outdoor air since the ground or ground water a few feet below the earth's surface remains relatively constant throughout the year. It is more efficient in the winter to draw heat from the relatively warm ground than from the atmosphere where the air temperature is much colder, and in summer transfer waste heat to the relatively cool ground than to hotter air. Geothermal heat pumps are generally more expensive ($2,000-$5,000) to install than outside air heat pumps. However, depending on the location geothermal heat pumps can reduce energy consumption (operating cost) and correspondingly, emissions by more than 20 percent compared to high-efficiency outside air heat pumps. Geothermal heat pumps also use the waste heat from air-conditioning to provide free hot water heating in the summer.",
      "cross_references": [
        "heat pump (geothermal)",
        "outside air heat pumps",
        "air-conditioning"
      ],
      "fuel_group": "renewable"
    },
    {
      "term": "Heating stove burning wood, coal, or coke",
      "definition": "Any free-standing box or controlled-draft stove; or a stove installed in a fireplace opening, using the chimney of the fireplace. Stoves are made of cast iron, sheet metal, or plate steel. Free-standing fireplaces that can be detached from their chimneys are considered heating stoves.",
      "cross_references": [],
      "fuel_group": "renewable"
    },
    {
      "term": "Hot dry rock",
      "definition": "Heat energy residing in impermeable, crystalline rock. Hydraulic fracturing may be used to create permeability to enable circulation of water and removal of the heat.",
      "cross_references": [
        "hydraulic fracturing"
      ],
      "fuel_group": "renewable"
    },
    {
      "term": "Hub height",
      "definition": "In a horizontal-axis wind turbine, the distance from the turbine platform to the rotor shaft.",
      "cross_references": [],
      "fuel_group": "renewable"
    },
    {
      "term": "Hydraulic fracturing",
      "definition": "A process that stimulates or increases production and ultimate recovery from a well by pumping a fluid and a proppant (sand or similar material) at high pressure into a well to create fractures in the reservoir that the proppant holds open.  Hydraulic fracturing increases the surface of the formation available for oil and natural gas to flow into the wellbore (the hole drilled into the earth to extract oil and natural gas). Water is the most commonly used fluid, but carbon dioxide and nitrogen are sometimes used.  The proppant is usually sand, but resin-coated sand, ceramics, and sintered bauxite are sometimes used.  Hydraulic fracturing is common in low-permeability formations.",
      "cross_references": [
        "wellbore"
      ],
      "fuel_group": "renewable"
    },
    {
      "term": "Hydraulic head",
      "definition": "The distance between the respective elevations of the upstream water surface (headwater) above and the downstream surface water (tailwater) below a hydroelectric power plant.",
      "cross_references": [
        "headwater",
        "tailwater",
        "hydroelectric power plant"
      ],
      "fuel_group": "renewable"
    },
    {
      "term": "Intermittent electric generator or intermittent resource",
      "definition": "An electric generating plant with output controlled by the natural variability of the energy resource rather than dispatched based on system requirements. Intermittent output usually results from the direct, non-stored conversion of naturally occurring energy fluxes such as solar energy, wind energy, or the energy of free-flowing rivers (that is, run-of-river hydroelectricity).",
      "cross_references": [
        "run-of-river hydroelectricity"
      ],
      "fuel_group": "renewable"
    },
    {
      "term": "Kaplan turbine",
      "definition": "A type of turbine that has two blades whose pitch is adjustable. The turbine may have gates to control the angle of the fluid flow into the blades.",
      "cross_references": [],
      "fuel_group": "renewable"
    },
    {
      "term": "Landfill gas",
      "definition": "Gas that is generated by decomposition of organic material at landfill disposal sites. The average composition of landfill gas is approximately 50 percent methane and 50 percent carbon dioxide and water vapor by volume. The methane percentage, however, can vary from 40 to 60 percent, depending on several factors including waste composition (e.g. carbohydrate and cellulose content).  The methane in landfill gas may be vented, flared, combusted to generate electricity or useful thermal energy on-site, or injected into a pipeline for combustion off-site.",
      "cross_references": [],
      "fuel_group": "renewable"
    },
    {
      "term": "Low head",
      "definition": "Vertical difference of 100 feet or less in the upstream surface water elevation (headwater) and the downstream surface water elevation (tailwater) at a dam.",
      "cross_references": [
        "headwater",
        "tailwater",
        "dam"
      ],
      "fuel_group": "renewable"
    },
    {
      "term": "Mass burn facility",
      "definition": "A type of municipal solid waste (MSW) incineration facility in which MSW is burned with only minor presorting to remove oversize, hazardous, or explosive materials.",
      "cross_references": [
        "municipal solid waste",
        "MSW"
      ],
      "fuel_group": "renewable"
    },
    {
      "term": "Median water condition",
      "definition": "The middle precipitation and run-off condition for a distribution of water conditions that have happened over a long period of time. Usually determined by examining the water supply record of the period in question.",
      "cross_references": [],
      "fuel_group": "renewable"
    },
    {
      "term": "Minimum streamflow",
      "definition": "The lowest rate of flow of water past a given point during a specified period.",
      "cross_references": [],
      "fuel_group": "renewable"
    },
    {
      "term": "Modules",
      "definition": "Photovoltaic cells or an assembly of cells into panels (modules) intended for and shipped for final consumption or to another organization for resale. When exported, incomplete modules and unencapsulated cells are also included. Modules used for space applications are not included.",
      "cross_references": [
        "cells"
      ],
      "fuel_group": "renewable"
    },
    {
      "term": "Multiple purpose reservoir",
      "definition": "Stored water and its usage governed by advanced water resource conservation practices to achieve more than one water control objective. Some of the objectives include flood control, hydroelectric power development, irrigation, recreation usage, and wilderness protection.",
      "cross_references": [],
      "fuel_group": "renewable"
    },
    {
      "term": "Municipal solid waste (MSW)",
      "definition": "Garbage collected from municipalities or a similar customer base (including a mix of residential and commercial entities) consisting of biogenic and non-biogenic fractions that would typically be disposed of at a landfill or incinerated.  Useful energy may be extracted from MSW either by capturing the heat produced by burning it to produce steam and electricity or by separating and processing the organic materials to produce higher-value fuels.",
      "cross_references": [
        "landfill",
        "incinerated"
      ],
      "fuel_group": "renewable"
    },
    {
      "term": "Municipal waste",
      "definition": "As defined in the Energy Security Act (P.L. 96-294; 1980) as \"any organic matter, including sewage, sewage sludge, and industrial or commercial waste, and mixtures of such matter and inorganic refuse from any publicly or privately operated municipal waste collection or similar disposal system, or from similar waste flows (other than such flows which constitute agricultural wastes or residues, or wood wastes or residues from wood harvesting activities or production of forest products).\"",
      "cross_references": [],
      "fuel_group": "renewable"
    },
    {
      "term": "Net head",
      "definition": "The gross head minus all hydraulic losses except those chargeable to the turbine.",
      "cross_references": [
        "gross head",
        "hydraulic losses",
        "turbine"
      ],
      "fuel_group": "renewable"
    },
    {
      "term": "Non-biomass waste",
      "definition": "Material of non-biological origin that is a byproduct or a discarded product. \"Non-biomass waste\" includes municipal solid waste from non-biogenic sources, such as plastics, and tire-derived fuels.",
      "cross_references": [
        "municipal solid waste"
      ],
      "fuel_group": "renewable"
    },
    {
      "term": "Ocean energy systems",
      "definition": "Energy conversion technologies that harness the energy in tides, waves, and thermal gradients in the oceans.",
      "cross_references": [],
      "fuel_group": "renewable"
    },
    {
      "term": "Ocean thermal energy conversion (OTEC)",
      "definition": "The process or technologies for producing energy by harnessing the temperature differences (thermal gradients) between ocean surface waters and that of ocean depths. Warm surface water is pumped through an evaporator containing a working fluid in a closed Rankine-cycle system. The vaporized fluid drives a turbine/generator.",
      "cross_references": [
        "evaporator",
        "Rankine-cycle",
        "turbine/generator"
      ],
      "fuel_group": "renewable"
    },
    {
      "term": "Offshore",
      "definition": "That geographic area that lies seaward of the coastline. In general, the coastline is the line of ordinary low water along with that portion of the coast that is in direct contact with the open sea or the line marking the seaward limit of inland water. If a state agency uses a different basis for classifying onshore and offshore areas, the state classification should be used (e.g., Cook Inlet in Alaska is classified as offshore; for Louisiana, the coastline is defined as the Chapman Line, as modified by subsequent adjudication).",
      "cross_references": [
        "coastline",
        "onshore"
      ],
      "fuel_group": "renewable"
    },
    {
      "term": "Other agricultural and forestry products",
      "definition": "Biofuel feedstock that is not corn, grain sorghum, agricultural and forestry residues and dedicated energy crops, as used on Form EIA-819, Monthly Report of Biofuels, Fuels from Non-Biogenic Wastes, Fuel Oxygenates, Isooctane, and Isooctene.",
      "cross_references": [
        "biofuel feedstock",
        "corn",
        "grain sorghum",
        "agricultural and forestry residues",
        "energy crops",
        "Form EIA-819"
      ],
      "fuel_group": "renewable"
    }
  ]
}